
		lessonData = {};
		lessonData.userID = '14502999';
		lessonData.introText = "<p class=\"typinghelp\" \/><div align=\"center\" class=\"strong\"><br \/>The Californian's Tale <br \/>by Mark Twain<br \/>a.k.a. Samuel Clemens<br \/>(1835-1910)<\/div><\/p>";
		lessonData.congratsText = "<img src=\"\/tutor\/images\/congrats_1.png\" alt=\"\" align=\"right\" \/><p class=\"typinghelp\">You have just typed and read an entire short story.  Hope you enjoyed it!<\/p>";
		lessonData.exercises = [{"lessonExerciseID":"1496","lessonID":"31","type":"mixed","displayOrder":"2","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"Thirty-five years ago I was out prospecting on\r\nthe Stanislaus, tramping all day long with pick\r\nand pan and horn, and washing a hatful of dirt\r\nhere and there, always expecting to make a rich\r\nstrike, and never doing it. It was a lovely\r\nreason, woodsy, balmy, delicious, and had once\r\nbeen populous, long years before, but now the\r\npeople had vanished and the charming paradise was\r\na solitude. They went away when the surface\r\ndiggings gave out. In one place, where a busy\r\nlittle city with","helpText":""},{"lessonExerciseID":"1497","lessonID":"31","type":"mixed","displayOrder":"3","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"banks and newspapers and fire companies and a\r\nmayor and aldermen had been, was nothing but a\r\nwide expanse of emerald turf, with not even the\r\nfaintest sign that human life had ever been\r\npresent there. This was down toward Tuttletown.\r\nIn the country neighborhood thereabouts, along\r\nthe dusty roads, one found at intervals the\r\nprettiest little cottage homes, snug and cozy,\r\nand so cobwebbed with vines snowed thick with\r\nroses that the doors and windows were wholly\r\nhidden from sight--sign","helpText":""},{"lessonExerciseID":"1498","lessonID":"31","type":"mixed","displayOrder":"4","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"that these were deserted homes, forsaken years\r\nago by defeated and disappointed families who\r\ncould neither sell them nor give them away. Now\r\nand then, half an hour apart, one came across\r\nsolitary log cabins of the earliest mining\r\ndays, built by the first gold-miners, the\r\npredecessors of the cottage-builders. In some few\r\ncases these cabins were still occupied; and when\r\nthis was so, you could depend upon it that the\r\noccupant was the very pioneer who had built the","helpText":""},{"lessonExerciseID":"1499","lessonID":"31","type":"mixed","displayOrder":"5","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"cabin; and you could depend on another thing,\r\ntoo--that he was there because he had once had\r\nhis opportunity to go home to the States rich,\r\nand had not done it; had rather lost his wealth,\r\nand had then in his humiliation resolved to sever\r\nall communication with his home relatives and\r\nfriends, and be to them thenceforth as one dead.\r\nRound about California in that day were scattered\r\na host of these living dead men-- pride-smitten\r\npoor fellows, grizzled and old at forty, whose","helpText":""},{"lessonExerciseID":"1500","lessonID":"31","type":"mixed","displayOrder":"6","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"secret thoughts were made all of regrets and\r\nlongings--regrets for their wasted lives, and\r\nlongings to be out of the struggle and done with\r\nit all. It was a lonesome land! Not a sound in\r\nall those peaceful expanses of grass and woods\r\nbut the drowsy hum of insects; no glimpse of man\r\nor beast; nothing to keep up your spirits and\r\nmake you glad to be alive. And so, at last, in\r\nthe early part of the afternoon, when I caught\r\nsight of a human","helpText":""},{"lessonExerciseID":"1501","lessonID":"31","type":"mixed","displayOrder":"7","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"creature, I felt a most grateful uplift. This\r\nperson was a man about forty-five years old, and\r\nhe was standing at the gate of one of those cozy\r\nlittle rose-clad cottages of the sort already\r\nreferred to. However, this one hadn't a deserted\r\nlook; it had the look of being lived in and\r\npetted and cared for and looked after; and so had\r\nits front yard, which was a garden of flowers,\r\nabundant, gay, and flourishing. I was invited in,\r\nof course, and required to make myself at home--","helpText":""},{"lessonExerciseID":"1502","lessonID":"31","type":"mixed","displayOrder":"8","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"it was the custom of the country.. It was\r\ndelightful to be in such a place, after long\r\nweeks of daily and nightly familiarity with\r\nminers' cabins--with all which this implies\r\nof dirt floor, never-made beds, tin plates and\r\ncups, bacon and beans and black coffee, and\r\nnothing of ornament but war pictures from the\r\nEastern illustrated papers tacked to the\r\nlog walls. That was all hard, cheerless,\r\nmaterialistic desolation, but here was a nest\r\nwhich had aspects to rest the","helpText":""},{"lessonExerciseID":"1503","lessonID":"31","type":"mixed","displayOrder":"9","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"tired eye and refresh that something in one's\r\nnature which, after long fasting, recognizes,\r\nwhen confronted by the belongings of art,\r\nhowsoever cheap and modest they may be, that it\r\nhas unconsciously been famishing and now has\r\nfound nourishment. I could not have believed that\r\na rag carpet could feast me so, and so content\r\nme; or that there could be such solace to the\r\nsoul in wall-paper and framed lithographs, and\r\nbright-colored tidies and lamp-mats, and Windsor\r\nchairs","helpText":""},{"lessonExerciseID":"1504","lessonID":"31","type":"mixed","displayOrder":"10","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"and varnished what-nots, with sea-shells and\r\nbooks and china vases on them, and the score of\r\nlittle unclassifiable tricks and touches that a\r\nwoman's hand distributes about a home, which one\r\nsees without knowing he sees them, yet would miss\r\nin a moment if they were taken away. The delight\r\nthat was in my heart showed in my face, and the\r\nman saw it and was pleased; saw it so plainly\r\nthat he answered it as if it had been spoken.","helpText":""},{"lessonExerciseID":"1505","lessonID":"31","type":"mixed","displayOrder":"11","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"\"All her work,\" he said, caressingly; \"she did it\r\nall herself-- every bit,\" and he took the room in\r\nwith a glance which was full of affectionate\r\nworship. One of those soft Japanese fabrics with\r\nwhich women drape with careful negligence the\r\nupper part of a picture-frame was out of\r\nadjustment. He noticed it, and rearranged it with\r\ncautious pains, stepping back several times to\r\ngauge the effect before he got it to suit him.\r\nThen he gave it a light finishing","helpText":""},{"lessonExerciseID":"1506","lessonID":"31","type":"mixed","displayOrder":"12","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"pat or two with his hand, and said: \"She always\r\ndoes that. You can't tell just what it lacks, but\r\nit does lack something until you've done\r\nthat--you can see it yourself after it's\r\ndone, but that is all you know; you can't find\r\nout the law of it. It's like the finishing pats a\r\nmother gives the child's hair after she's got it\r\ncombed and brushed, I reckon. I've seen her fix\r\nall these things so much that I can do them all\r\njust her way, though I don't know the law of any\r\nof them. But","helpText":""},{"lessonExerciseID":"1507","lessonID":"31","type":"mixed","displayOrder":"13","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"she knows the law. She knows the why and the how\r\nboth; but I don't know the why; I only know the\r\nhow.\" He took me into a bedroom so that I might\r\nwash my hands; such a bedroom as I had not seen\r\nfor years: white counterpane, white pillows,\r\ncarpeted floor, papered walls, pictures,\r\ndressing-table, with mirror and pin-cushion and\r\ndainty toilet things; and in the corner awash-\r\nstand, with real china-ware bowl and pitcher, and\r\nwith soap in a china dish, and on a","helpText":""},{"lessonExerciseID":"1508","lessonID":"31","type":"mixed","displayOrder":"14","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"rack more than a dozen towels--towels too clean\r\nand white for one out of practice to use without\r\nsome vague sense of profanation. So my face spoke\r\nagain, and he answered with gratified words: \"All\r\nher work; she did it all herself--every bit.\r\nNothing here that hasn't felt the touch of her\r\nhand. Now you would think-- But I mustn't talk so\r\nmuch.\"","helpText":""},{"lessonExerciseID":"1509","lessonID":"31","type":"mixed","displayOrder":"15","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"By this time I was wiping my hands and glancing\r\nfrom detail to detail of the room's belongings,\r\nas one is apt to do when he is in a new place,\r\nwhere everything he sees is a comfort to his eye\r\nand his spirit; and I became conscious, in one of\r\nthose unaccountable ways, you know, that there\r\nwas something there somewhere that the man wanted\r\nme to discover for myself. I knew it perfectly,\r\nand I knew he was trying to help me by furtive\r\nindications with his eye, so I tried hard to","helpText":""},{"lessonExerciseID":"1510","lessonID":"31","type":"mixed","displayOrder":"16","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"get on the right track, being eager to gratify\r\nhim. I failed several times, as I could see out of\r\nthe corner of my eye without being told; but at\r\nlast I knew I must be looking straight at the\r\nthing--knew it from the pleasure issuing in\r\ninvisible waves from him. He broke into a happy\r\nlaugh, and rubbed his hands together, and cried\r\nout:","helpText":""},{"lessonExerciseID":"1511","lessonID":"31","type":"mixed","displayOrder":"17","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"\"That's it! You've found it. I knew you would.\r\nIt's her picture.\" I went to the little black-\r\nwalnut bracket on the farther wall, and did find\r\nthere what I had not yet noticed--a daguerreotype\r\n-case. It contained the sweetest girlish face,\r\nand the most beautiful, as it seemed to me, that\r\nI had ever seen. The man drank the admiration\r\nfrom my face, and was fully satisfied.","helpText":""},{"lessonExerciseID":"1512","lessonID":"31","type":"mixed","displayOrder":"18","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"\"Nineteen her last birthday,\" he said, as he put\r\nthe picture back; \"and that was the day we were\r\nmarried. When you see her--ah, just wait till you\r\nsee her!\" \"Where is she? When will she be in?\"\r\n\"Oh, she's away now. She's gone to see her people.\r\nThey live forty or fifty miles from here. She's\r\nbeen gone two weeks today.\"","helpText":""},{"lessonExerciseID":"1513","lessonID":"31","type":"mixed","displayOrder":"19","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"\"When do you expect her back?\"\r\n\"This is Wednesday. She'll be back Saturday, in\r\nthe evening-- about nine o'clock, likely.\" I felt\r\na sharp sense of disappointment. \"I'm sorry,\r\nbecause I'll be gone then,\" I said, regretfully.\r\n\"Gone? No--why should you go? Don't go. She'll be\r\ndisappointed.\"","helpText":""},{"lessonExerciseID":"1514","lessonID":"31","type":"mixed","displayOrder":"20","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"She would be disappointed--that beautiful\r\ncreature! If she had said the words herself they\r\ncould hardly have blessed me more. I was feeling\r\na deep, strong longing to see her--a longing so\r\nsupplicating, so insistent, that it made me fraid.\r\nI said to myself: \"I will go straight away from\r\nthis place, for my peace of mind's sake.\"","helpText":""},{"lessonExerciseID":"1515","lessonID":"31","type":"mixed","displayOrder":"21","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"\"You see, she likes to have people come and stop\r\nwith us-- people who know things, and can talk--\r\npeople like you. She delights in it; for she\r\nknows--oh, she knows nearly everything herself,\r\nand can talk, oh, like a bird--and the books she\r\nreads, why, you would be astonished. Don't go;\r\nit's only a little while, you know, and she'll be\r\nso disappointed.\"","helpText":""},{"lessonExerciseID":"1516","lessonID":"31","type":"mixed","displayOrder":"22","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"I heard the words, but hardly noticed them, I\r\nwas so deep in my thinkings and strugglings. He\r\nleft me, but I didn't know. Presently he was\r\nback, with the picture case in his hand, and he\r\nheld it open before me and said: \"There, now,\r\ntell her to her face you could have stayed to\r\nsee her, and you wouldn't.\" That second glimpse\r\nbroke down my good resolution. I would stay and\r\ntake the risk. That night we smoked the tranquil","helpText":""},{"lessonExerciseID":"1517","lessonID":"31","type":"mixed","displayOrder":"23","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"pipe, and talked till late about various things,\r\nbut mainly about her; and certainly I had had no\r\nsuch pleasant and restful time for many a day. The\r\nThursday followed and slipped comfortably away.\r\nToward twilight a big miner from three miles away\r\ncame--one of the grizzled, stranded pioneers-- and\r\ngave us warm salutation, clothed in grave and\r\nsober\r\nspeech. Then he said:","helpText":""},{"lessonExerciseID":"1518","lessonID":"31","type":"mixed","displayOrder":"24","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"\"I only just dropped over to ask about the little\r\nmadam, and when is she coming home. Any news from\r\nher?\" \"Oh, yes, a letter. Would you like to hear\r\nit, Tom?\" \"Well, I should think I would, if you\r\ndon't mind, Henry!\" Henry got the letter out of\r\nhis wallet, and said he would skip some of the\r\nprivate phrases, if we were willing; then he went\r\non and read the bulk of it--a loving, sedate, and\r\naltogether charming and gracious piece of\r\nhandiwork, with a","helpText":""},{"lessonExerciseID":"1519","lessonID":"31","type":"mixed","displayOrder":"25","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"postscript full of affectionate regards and\r\nmessages to Tom, and Joe, and Charley, and other\r\nclose friends and neighbors. As the reader\r\nfinished, he glanced at Tom, and cried out: \"Oho,\r\nyou're at it again! Take your hands away, and let\r\nme see your eyes. You always do that when I read a\r\nletter from her. I will write and tell her.\"","helpText":""},{"lessonExerciseID":"1520","lessonID":"31","type":"mixed","displayOrder":"26","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"\"Oh no, you mustn't, Henry. I'm getting old, you\r\nknow, and any little disappointment makes me want\r\nto cry. I thought she'd be here herself, and now\r\nyou've got only a letter.\" \"Well, now, what put\r\nthat in your head? I thought everybody knew she\r\nwasn't coming till Saturday.\" \"Saturday! Why,\r\ncome to think, I did know it. I wonder what's\r\nthe matter with me lately? Certainly I knew it.\r\nAin't we all getting ready for her? Well, I must\r\nbe going now. But I'll","helpText":""},{"lessonExerciseID":"1521","lessonID":"31","type":"mixed","displayOrder":"27","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"be on hand when she comes, old man!\"\r\nLate Friday afternoon another gray veteran\r\ntramped over from his cabin a mile or so away,\r\nand said the boys wanted to have a little gaiety\r\nand a good time Saturday night, if Henry thought\r\nshe wouldn't be too tired after her journey to be\r\nkept up.","helpText":""},{"lessonExerciseID":"1522","lessonID":"31","type":"mixed","displayOrder":"28","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"\"Tired? She tired! Oh, hear the man! Joe, you\r\nknow she'd sit up six weeks to please any one of\r\nyou!\" When Joe heard that there was a letter, he\r\nasked to have it read, and the loving messages in\r\nit for him broke the old fellow all up; but he\r\nsaid he was such an old wreck that that would\r\nhappen to him if she only just mentioned his name.\r\n\"Lord, we miss her so!\" he said.","helpText":""},{"lessonExerciseID":"1523","lessonID":"31","type":"mixed","displayOrder":"29","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"Saturday afternoon I found I was taking out my\r\nwatch pretty often. Henry noticed it, and said,\r\nwith a startled look: \"You don't think she ought\r\nto be here soon, do you?\" I felt caught, and a\r\nlittle embarrassed; but I laughed, and said it\r\nwas a habit of mine when I was in a state of\r\nexpenctancy. But he didn't seem quite satisfied;\r\nand from that time on he began to show\r\nuneasiness. Four times he walked me up the road\r\nto a point whence we could see a long","helpText":""},{"lessonExerciseID":"1524","lessonID":"31","type":"mixed","displayOrder":"30","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"distance; and there he would stand, shading his\r\neyes with his hand, and looking. Several times he\r\nsaid: \"I'm getting worried, I'm getting right\r\ndown worried. I know she's not due till about\r\nnine o'clock, and yet something seems to be\r\ntrying to warn me that something's happened. You\r\ndon't think anything has happened, do you?\"\r\nI began to get pretty thoroughly ashamed of him\r\nfor his childishness; and at last, when he\r\nrepeated that imploring","helpText":""},{"lessonExerciseID":"1525","lessonID":"31","type":"mixed","displayOrder":"31","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"question still another time, I lost my patience\r\nfor the moment, and spoke pretty brutally to him.\r\nIt seemed to shrivel him up and cow him; and he\r\nlooked so wounded and so humble after that, that\r\nI detested myself for having done the cruel and\r\nunnecessary thing. And so I was glad when harley,\r\nanother veteran, arrived toward the edge of the\r\nevening, and nestled up to Henry to hear the\r\nletter read, and talked over the preparations for\r\nthe welcome. Charley fetched out one","helpText":""},{"lessonExerciseID":"1526","lessonID":"31","type":"mixed","displayOrder":"32","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"hearty speech after another, and did his best to\r\ndrive away his friend's bodings and\r\napprehensions. \"Anything happened to her? Henry,\r\nthat's pure nonsense. There isn't anything going\r\nto happen to her; just make your mind easy as to\r\nthat. What did the letter say? Said she was well,\r\ndidn't it? And said she'd be here by nine 'clock,\r\ndidn't it? Did you ever know her to fail of her\r\nword? Why, you know you never did. Well, then,\r\ndon't you fret; she'll be here, and","helpText":""},{"lessonExerciseID":"1527","lessonID":"31","type":"mixed","displayOrder":"33","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"that's absolutely certain, and as sure as you are\r\nborn. Come, now, let's get to decorating-- not\r\nmuch time left.\" Pretty soon Tom and Joe arrived,\r\nand then all hands set about adoring the house\r\nwith flowers. Toward nine the three miners said\r\nthat as they had brought their instruments they\r\nmight as well tune up, for the boys and girls\r\nwould soon be arriving now, and hungry for a\r\ngood, old-fashioned break-down. A fiddle, a\r\nbanjo, and a clarinet-- these were the\r\ninstruments.","helpText":""},{"lessonExerciseID":"1528","lessonID":"31","type":"mixed","displayOrder":"34","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"The trio took their places side by side, and\r\nbegan to play some rattling dance-music, and beat\r\ntime with their big boots. It was getting very\r\nclose to nine. Henry was standing in the door\r\nwith his eyes directed up the road, his body\r\nswaying to the torture of his mental distress. He\r\nhad been made to drink his wife's health and\r\nsafety several times, and now Tom shouted:\r\n\"All hands stand by! One more drink, and she's\r\nhere!\"","helpText":""},{"lessonExerciseID":"1529","lessonID":"31","type":"mixed","displayOrder":"35","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"Joe brought the glasses on a waiter, and served\r\nthe party. I reached for one of the two remaining\r\nglasses, but Joe growled under his breath:\r\n\"Drop that! Take the other.\"","helpText":""},{"lessonExerciseID":"1530","lessonID":"31","type":"mixed","displayOrder":"36","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"Which I did. Henry was served last. He had hardly\r\nswallowed his drink when the clock began to\r\nstrike. He listened till it finished, his face\r\ngrowing pale and paler; then he said: \"Boys, I'm\r\nsick with fear. Help me--I want to lie down!\"\r\nThey helped him to the sofa. He began to nestle\r\nand drowse, but presently spoke like one talking\r\nin his sleep, and said: \"Did I hear horses' feet?\r\nHave they come?\"","helpText":""},{"lessonExerciseID":"1531","lessonID":"31","type":"mixed","displayOrder":"37","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"One of the veterans answered, close to his ear:\r\n\"It was Jimmy Parish come to say the party got\r\ndelayed, but they're right up the road a piece,\r\nand coming along. Her horse is lame, but she'll\r\nbe here in half an hour.\"\r\n\"Oh, I'm so thankful nothing has happened!\"\r\nHe was asleep almost before the words were out of\r\nhis mouth. In a moment those handy men had his\r\nclothes off, and had tucked him into his bed in\r\nthe chamber where I had washed my","helpText":""},{"lessonExerciseID":"1532","lessonID":"31","type":"mixed","displayOrder":"38","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"hands. They closed the door and came back. Then\r\nthey seemed preparing to leave; but I said:\r\n\"Please don't go, gentlemen. She won't know me; I\r\nam a stranger.\" They glanced at each other. Then\r\nJoe said: \"She? Poor thing, she's been dead\r\nnineteen years!\" \"Dead?\"","helpText":""},{"lessonExerciseID":"1533","lessonID":"31","type":"mixed","displayOrder":"39","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"\"That or worse. She went to see her folks half a\r\nyear after she was married, and on her way back,\r\non a Saturday evening, the Indians captured her\r\nwithin five miles of this place, and she's never\r\nbeen heard of since.\" \"And he lost his mind in\r\nconsequence?\"","helpText":""},{"lessonExerciseID":"1534","lessonID":"31","type":"mixed","displayOrder":"40","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"\"Never has been sane an hour since. But he only\r\ngets bad when that time of year comes round. Then\r\nwe begin to drop in here, three days before she's\r\ndue, to encourage him up, and ask if he's heard\r\nfrom her, and Saturday we all come and fix up the\r\nhouse with flowers, and get everything ready for\r\na dance. We've done it every year for nineteen\r\nyears. The first Saturday there was twenty-seven\r\nof us, without counting the","helpText":""},{"lessonExerciseID":"1535","lessonID":"31","type":"mixed","displayOrder":"41","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Californian's Tale","exercise":"girls; there's only three of us now, and the\r\ngirls are gone. We drug him to sleep, or he would\r\ngo wild; then he's all right for another year--\r\nthinks she's with him till the last three or four\r\ndays come round; then he begins to look for her,\r\nand gets out his poor old letter, and we come and\r\nask him to read it to us. Lord, she was a\r\ndarling!\"","helpText":""}];
		lessonData.lessonID = '31';
		lessonData.speedType = 'wpm';
		lessonData.pauseImg = resourceURL+"/tutor/skins/1/images/pause.png";
		lessonData.resumeImg = resourceURL+"/tutor/skins/1/images/resume.png";
		lessonData.exerciseNum = 0;
		lessonData.lessonCharacters = 0;
		lessonData.lessonSeconds = 0;
		lessonData.lessonErrors = 0;
		lessonData.spaces = " ";
		lessonData.newslesson = '';
		lessonData.test = 0;
		lessonData.showTestGraph = 0;
		lessonData.numberPad = '0';
		lessonData.name = "The Californians Tale";
		lessonData.restricted = '';
		lessonData.playSounds = true;
		lessonData.course = 'SPECIALTY_COURSE';
		lessonData.hasTrophy = 1;
		lessonData.achievedTrophy = 0;
		lessonData.isRestarting =0;
		lessonData.noKeyboard = 1;
		lessonData.forceKeyboard = 0;
		lessonData.keyboardID = 1;
		lessonData.progress = 0;
		lessonData.actionName = 'index';
		lessonData.restricted = 0;
			