
		lessonData = {};
		lessonData.userID = '14502999';
		lessonData.introText = "<p class=\"typinghelp\"><div align=\"center\" class=\"strong\"><br \/>The Child's Story<br \/>Charles Dickens<br \/>(1812-1870)<br \/><\/div><\/p>";
		lessonData.congratsText = "<img src=\"\/tutor\/images\/congrats_4.png\" alt=\"\" align=\"right\" \/><p class=\"typinghelp\">That's that.  Ever read it before?  I hadn't.<\/p>";
		lessonData.exercises = [{"lessonExerciseID":"1538","lessonID":"30","type":"mixed","displayOrder":"2","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"Once upon a time, a good many years ago, there\r\nwas a traveller and he set out upon a journey. It\r\nwas a magic journey, and was to seem very long\r\nwhen he began it, and very short when he got half\r\nway through. He travelled along a rather dark\r\npath for some little time, without meeting\r\nanything, until at last he came to a beautiful\r\nchild. So he said to the child, \"What do you do\r\nhere?\" And the child said, \"I am always at play.\r\nCome and play with me!\"","helpText":""},{"lessonExerciseID":"1539","lessonID":"30","type":"mixed","displayOrder":"3","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"So, he played with that child, the whole day\r\nlong, and they were very merry. The sky was so\r\nblue, the sun was so bright, the water was so\r\nsparkling, the leaves were so green, the flowers\r\nwere so lovely, and they heard such singing-birds\r\nand saw so many butterflies, that everything was\r\nbeautiful. This was in fine weather. When it\r\nrained, they loved to watch the falling drops,\r\nand to smell the fresh scents. When it blew, it\r\nwas delightful to listen to the wind, and fancy\r\nwhat","helpText":""},{"lessonExerciseID":"1540","lessonID":"30","type":"mixed","displayOrder":"4","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"it said, as it came rushing from its home-- where\r\nwas that, they wondered!--whistling and howling,\r\ndriving the clouds before it, bending the trees,\r\nrumbling in the chimneys, shaking the house, and\r\nmaking the sea roar in fury. But, when it snowed,\r\nthat was best of all; for, they liked nothing so\r\nwell as to look up at the white flakes falling\r\nfast and thick, like down from the breasts of\r\nmillions of white birds; and to see how smooth\r\nand deep the drift was;","helpText":""},{"lessonExerciseID":"1541","lessonID":"30","type":"mixed","displayOrder":"5","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"They had plenty of the finest toys in the world,\r\nand the most astonishing picture-books: all about\r\nscimitars and slippers and turbans, and dwarfs and\r\ngiants and genii and fairies, and blue- beards and\r\nbean-stalks and riches and caverns and forests and\r\nValentines and Orsons: and all new and all true.","helpText":""},{"lessonExerciseID":"1542","lessonID":"30","type":"mixed","displayOrder":"6","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"But, one day, of a sudden, the traveller lost the\r\nchild. He called to him over and over again, but\r\ngot no answer. So, he went upon his road, and\r\nwent on for a little while without meeting\r\nanything, until at last he came to a handsome\r\nboy. So, he said to the boy, \"What do you do\r\nhere?\" And the boy said, \"I am always learning.\r\nCome and learn with me.\" So he learned with that\r\nboy about Jupiter and Juno, and the Greeks and\r\nthe Romans, and I don't know what, and learned","helpText":""},{"lessonExerciseID":"1543","lessonID":"30","type":"mixed","displayOrder":"7","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"more than I could tell--or he either, for he soon\r\nforgot a great deal of it. But, they were not\r\nalways learning; they had the merriest games that\r\never were played. They rowed upon the river in\r\nsummer, and skated on the ice in winter; they\r\nwere active afoot, and active on horseback; at\r\ncricket, and all games at ball; at prisoner's\r\nbase, hare and hounds, follow my leader, and more\r\nsports than I can think of; nobody could beat\r\nthem. They had holidays too, and Twelfth","helpText":""},{"lessonExerciseID":"1544","lessonID":"30","type":"mixed","displayOrder":"8","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"cakes, and parties where they danced till\r\nmidnight, and real Theatres where they saw\r\npalaces of real gold and silver rise out of the\r\nreal earth, and saw all the wonders of the world\r\nat once. As to friends, they had such dear friends\r\nand so many of them, that I want the time to\r\nreckon them up. They were all young, like the\r\nhandsome boy, and were never to be strange to one\r\nanother all their lives through.","helpText":""},{"lessonExerciseID":"1545","lessonID":"30","type":"mixed","displayOrder":"9","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"Still, one day, in the midst of all these\r\npleasures, the traveller lost the boy as he had\r\nlost the child, and, after calling to him in\r\nvain, went on upon his journey. So he went\r\non for a little while without seeing anything,\r\nuntil at last he came to a young man. So, he said\r\nto the young man, \"What do you do here?\" And the\r\nyoung man said, \"I am always in love. Come and\r\nlove with me.\"","helpText":""},{"lessonExerciseID":"1546","lessonID":"30","type":"mixed","displayOrder":"10","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"So, he went away with that young man, and\r\npresently they came to one of the prettiest girls\r\nthat ever was seen--just like Fanny in the corner\r\nthere--and she had eyes like Fanny, and hair like\r\nFanny, and dimples like Fanny's, and she laughed\r\nand coloured just as Fanny does while I am\r\ntalking about her. So, the young man fell in love\r\ndirectly--just as Somebody I won't mention, the\r\nfirst time he came here, did with Fanny. Well! he\r\nwas teased sometimes--just as Somebody used to be","helpText":""},{"lessonExerciseID":"1547","lessonID":"30","type":"mixed","displayOrder":"11","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"by Fanny; and they quarrelled sometimes--just as\r\nSomebody and Fanny used to quarrel; and they made\r\nit up, and sat in the dark, and wrote letters\r\nevery day, and never were happy asunder, and were\r\nalways looking out for one another and pretending\r\nnot to, and were engaged at Christmas-time, and\r\nsat close to one another by the fire, and were\r\ngoing to be married very soon--all exactly like\r\nSomebody I won't mention, and Fanny!","helpText":""},{"lessonExerciseID":"1548","lessonID":"30","type":"mixed","displayOrder":"12","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"But, the traveller lost them one day, as he had\r\nlost the rest of his friends, and, after calling\r\nto them to come back, which they never did, went\r\non upon his journey. So, he went on for a little\r\nwhile without seeing anything, until at last he\r\ncame to a middle-aged gentleman. So, he said to\r\nthe gentleman, \"What are you doing here?\" And his\r\nanswer was, \"I am always busy. Come and be busy\r\nwith me!\"","helpText":""},{"lessonExerciseID":"1549","lessonID":"30","type":"mixed","displayOrder":"13","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"So, he began to be very busy with that gentleman,\r\nand they went on through the wood together. The\r\nwhole journey was through a wood, only it had\r\nbeen open and green at first, like a wood in\r\nspring; and now began to be thick and dark, like\r\na wood in summer; some of the little trees that\r\nhad come out earliest, were even turning brown.\r\nThe gentleman was not alone, but had a lady of\r\nabout the same age with him, who was his Wife;\r\nand they had children, who were with them too.","helpText":""},{"lessonExerciseID":"1550","lessonID":"30","type":"mixed","displayOrder":"14","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"So, they all went on together through the wood,\r\ncutting down the trees, and making a path through\r\nthe branches and the fallen leaves, and carrying\r\nburdens, and working hard. Sometimes, they came\r\nto a long green avenue that opened into deeper\r\nwoods. Then they would hear a very little,\r\ndistant voice crying, \"Father, father, I am\r\nanother child! Stop for me!\" And presently they\r\nwould see a very little figure, growing larger as\r\nit came along, running to join them. When","helpText":""},{"lessonExerciseID":"1551","lessonID":"30","type":"mixed","displayOrder":"15","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"it came up, they all crowded round it, and kissed\r\nand welcomed it; and then they all went on\r\ntogether. Sometimes, they came to several avenues\r\nat once, and then they all stood still, and one\r\nof the children said, \"Father, I am going to\r\nsea,\" and another said, \"Father, I am going to\r\nIndia,\" and another, \"Father, I am going to seek\r\nmy fortune where I can,\" and another, \"Father, I\r\nam going to Heaven!\" So, with many tears at\r\nparting, they went, solitary, down","helpText":""},{"lessonExerciseID":"1552","lessonID":"30","type":"mixed","displayOrder":"16","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"those avenues, each child upon its way; and the\r\nchild who went to Heaven, rose into the golden\r\nair and vanished. Whenever these partings\r\nhappened, the traveller looked at the gentleman,\r\nand saw him glance up at the sky above the trees,\r\nwhere the day was beginning to decline, and the\r\nsunset to come on. He saw, too, that his hair was\r\nturning grey. But, they never could rest long,\r\nfor they had their journey to perform, and it was\r\nnecessary for them to be always busy.","helpText":""},{"lessonExerciseID":"1553","lessonID":"30","type":"mixed","displayOrder":"17","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"At last, there had been so many partings that\r\nthere were no children left, and only the\r\ntraveller, the gentleman, and the lady, went upon\r\ntheir way in company. And now the wood was\r\nyellow; and now brown; and the leaves, even of\r\nthe forest trees, began to fall. So, they came to\r\nan avenue that was darker than the rest, and\r\nwere pressing forward on their journey without\r\nlooking down it when the lady stopped.","helpText":""},{"lessonExerciseID":"1554","lessonID":"30","type":"mixed","displayOrder":"18","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"\"My husband,\" said the lady. \"I am called.\" They\r\nlistened, and they heard a voice a long way down\r\nthe avenue, say, \"Mother, mother!\" It was the\r\nvoice of the first child who had said, \"I am going\r\nto Heaven!\" and the father said, \"I pray not yet.\r\nThe sunset is very near. I pray not yet!\"","helpText":""},{"lessonExerciseID":"1555","lessonID":"30","type":"mixed","displayOrder":"19","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"But, the voice cried, \"Mother, mother!\" without\r\nminding him, though his hair was now quite white,\r\nand tears were on his face. Then, the mother, who\r\nwas already drawn into the shade of the dark\r\navenue and moving away with her arms still round\r\nhis neck, kissed him, and said, \"My dearest, I am\r\nsummoned, and I go!\" And she was gone. And the\r\ntraveller and he were left alone together.","helpText":""},{"lessonExerciseID":"1556","lessonID":"30","type":"mixed","displayOrder":"20","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"And they went on and on together, until they\r\ncame to very near the end of the wood: so near,\r\nthat they could see the sunset shining red\r\nbefore them through the trees. Yet, once more,\r\nwhile he broke his way among the branches, the\r\ntraveller lost his friend. He called and called,\r\nbut there was no reply, and when he passed out\r\nof the wood, and saw the peaceful sun going down\r\nupon a wide purple prospect, he came to an old\r\nman sitting on a fallen tree. So, he said","helpText":""},{"lessonExerciseID":"1557","lessonID":"30","type":"mixed","displayOrder":"21","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"to the old man, \"What do you do here?\" And the\r\nold man said with a calm smile, \"I am always\r\nremembering. Come and remember with me!\" So the\r\ntraveller sat down by the side of that old man,\r\nface to face with the serene sunset; and all his\r\nfriends came softly back and stood around him.\r\nThe beautiful child, the handsome boy, the young\r\nman in love, the father, mother, and children:\r\nevery one of them was there, and he had lost","helpText":""},{"lessonExerciseID":"1558","lessonID":"30","type":"mixed","displayOrder":"22","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Child's Story","exercise":"nothing. So, he loved them all, and was kind and\r\nforbearing with them all, and was always pleased\r\nto watch them all, and they all honoured and loved\r\nhim. And I think the traveller must be yourself,\r\ndear Grandfather, because this what you do to us,\r\nand what we do to you.","helpText":""}];
		lessonData.lessonID = '30';
		lessonData.speedType = 'wpm';
		lessonData.pauseImg = resourceURL+"/tutor/skins/1/images/pause.png";
		lessonData.resumeImg = resourceURL+"/tutor/skins/1/images/resume.png";
		lessonData.exerciseNum = 0;
		lessonData.lessonCharacters = 0;
		lessonData.lessonSeconds = 0;
		lessonData.lessonErrors = 0;
		lessonData.spaces = " ";
		lessonData.newslesson = '';
		lessonData.test = 0;
		lessonData.showTestGraph = 0;
		lessonData.numberPad = '0';
		lessonData.name = "The Childs Story";
		lessonData.restricted = '';
		lessonData.playSounds = true;
		lessonData.course = 'SPECIALTY_COURSE';
		lessonData.hasTrophy = 1;
		lessonData.achievedTrophy = 0;
		lessonData.isRestarting =0;
		lessonData.noKeyboard = 1;
		lessonData.forceKeyboard = 0;
		lessonData.keyboardID = 1;
		lessonData.progress = 0;
		lessonData.actionName = 'index';
		lessonData.restricted = 0;
			