
		lessonData = {};
		lessonData.userID = '14502999';
		lessonData.introText = "<p class=\"typinghelp\" \/><div class=\"strong\" align=\"center\"><br \/>20,000 Leagues Under the Sea, Chapter 1 and 2<br \/>Jules Verne<br \/>(1828-1905)<br \/><\/div><\/p>";
		lessonData.congratsText = "<img src=\"\/tutor\/images\/congrats_4.png\" alt=\"\" align=\"right\" \/><p class=\"typinghelp\">Are you going to find the book and finish the story now?<\/p>";
		lessonData.exercises = [{"lessonExerciseID":"1606","lessonID":"33","type":"mixed","displayOrder":"2","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"Part One.\r\nChapter 1: A Shifting Reef","helpText":""},{"lessonExerciseID":"1607","lessonID":"33","type":"mixed","displayOrder":"3","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"The year 1866 was signalised by a remarkable\r\nincident, a mysterious and puzzling phenomenon,\r\nwhich doubtless no one has yet forgotten. Not to\r\nmention rumours which agitated the maritime\r\npopulation and excited the public mind, even in\r\nthe interior of continents, seafaring men were\r\nparticularly excited. Merchants, common sailors,\r\ncaptains of vessels, skippers, both of Europe and\r\nAmerica, naval officers of all countries, and the\r\nGovernments of several States on the two","helpText":""},{"lessonExerciseID":"1608","lessonID":"33","type":"mixed","displayOrder":"4","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"continents, were deeply interested in the matter.\r\nFor some time past vessels had been met by \"an\r\nenormous thing,\" a long object, spindle-shaped,\r\noccasionally phosphorescent, and infinitely\r\nlarger and more rapid in its movements than a\r\nwhale. The facts relating to this apparition\r\n(entered in various log-books) agreed in most\r\nrespects as to the shape of the object or\r\ncreature in question, the untiring rapidity of\r\nits movements, its surprising power of\r\nlocomotion, and the","helpText":""},{"lessonExerciseID":"1609","lessonID":"33","type":"mixed","displayOrder":"5","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"peculiar life with which it seemed endowed. If it\r\nwas a whale, it surpassed in size all those\r\nhitherto classified in science. Taking into\r\nconsideration the mean of observations made at\r\ndivers times-- rejecting the timid estimate of\r\nthose who assigned to this object a length of two\r\nhundred feet, equally with the exaggerated\r\nopinions which set it down as a mile in\r\nwidth and three in length--we might fairly\r\nconclude that this mysterious being surpassed\r\ngreatly all dimensions admitted by","helpText":""},{"lessonExerciseID":"1610","lessonID":"33","type":"mixed","displayOrder":"6","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"the learned ones of the day, if it existed at\r\nall. And that it did exist was an undeniable\r\nfact; and, with that tendency which disposes the\r\nhuman mind in favour of the marvellous, we can\r\nunderstand the excitement produced in the entire\r\nworld by this supernatural apparition. As to\r\nclassing it in the list of fables, the idea was\r\nout of the question. On the 20th of July, 1866,\r\nthe steamer Governor Higginson, of the Calcutta\r\nand Burnach Steam Navigation Company, had met\r\nthis","helpText":""},{"lessonExerciseID":"1611","lessonID":"33","type":"mixed","displayOrder":"7","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"moving mass five miles off the east coast of\r\nAustralia. Captain Baker thought at first that he\r\nwas in the presence of an unknown sandbank; he\r\neven prepared to determine its exact position\r\nwhen two columns of water, projected by the\r\nmysterious object, shot with a hissing noise a\r\nhundred and fifty feet up into the air. Now,\r\nunless the sandbank had been submitted to the\r\nintermittent eruption of a geyser, the Governor\r\nHigginson had to do neither more nor less than\r\nwith","helpText":""},{"lessonExerciseID":"1612","lessonID":"33","type":"mixed","displayOrder":"8","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"an aquatic mammal, unknown till then, which threw\r\nup from its blow-holes columns of water mixed\r\nwith air and vapour. Similar facts were observed\r\non the 23rd of July in the same year, in the\r\nPacific Ocean, by the Columbus, of the West India\r\nand Pacific Steam Navigation Company. But this\r\nextraordinary creature could transport itself\r\nfrom one place to another with surprising\r\nvelocity; as, in an interval of three days,\r\nthe Governor Higginson and the Columbus had\r\nobserved it at","helpText":""},{"lessonExerciseID":"1613","lessonID":"33","type":"mixed","displayOrder":"9","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"two different points of the chart, separated by a\r\ndistance of more than seven hundred nautical\r\nleagues. Fifteen days later, two thousand miles\r\nfarther off, the Helvetia, of the Compagnie-\r\nNationale, and the Shannon, of the Royal Mail\r\nSteamship Company, sailing to windward in that\r\nportion of the Atlantic lying between the United\r\nStates and Europe, respectively signalled the\r\nmonster to each other in 42@ 15' N. lat. and 60@\r\n35' W. long. In these simultaneous","helpText":""},{"lessonExerciseID":"1614","lessonID":"33","type":"mixed","displayOrder":"10","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"observations they thought themselves justified in\r\nestimating the minimum length of the mammal at\r\nmore than three hundred and fifty feet, as the\r\nShannon and Helvetia were of smaller dimensions\r\nthan it, though they measured three hundred feet\r\nover all. Now the largest whales, those which\r\nfrequent those parts of the sea round the\r\nAleutian, Kulammak, and Umgullich islands, have\r\nnever exceeded the length of sixty yards, if\r\nthey attain that.","helpText":""},{"lessonExerciseID":"1615","lessonID":"33","type":"mixed","displayOrder":"11","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"In every place of great resort the monster was\r\nthe fashion. They sang of it in the cafes,\r\nridiculed it in the papers, and represented it on\r\nthe stage. All kinds of stories were circulated\r\nregarding it. There appeared in the papers\r\ncaricatures of every gigantic and imaginary\r\ncreature, from the white whale, the terrible\r\n\"Moby Dick\" of sub-arctic regions, to the immense\r\nkraken, whose tentacles could entangle a ship\r\nof five hundred tons and hurry it into the abyss\r\nof the","helpText":""},{"lessonExerciseID":"1616","lessonID":"33","type":"mixed","displayOrder":"12","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"ocean. The legends of ancient times were even\r\nrevived. Then burst forth the unending argument\r\nbetween the believers and the unbelievers in the\r\nsocieties of the wise and the scientific\r\njournals. \"The question of the monster\" inflamed\r\nall minds. Editors of scientific journals,\r\nquarrelling with believers in the supernatural,\r\nspilled seas of ink during this memorable\r\ncampaign, some even drawing blood; for from the\r\nsea-serpent they came to direct personalities.","helpText":""},{"lessonExerciseID":"1617","lessonID":"33","type":"mixed","displayOrder":"13","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"During the first months of the year 1867 the\r\nquestion seemed buried, never to revive, when new\r\nfacts were brought before the public. It was then\r\nno longer a scientific problem to be solved, but a\r\nreal danger seriously to be avoided. The question\r\ntook quite another shape. The monster became a\r\nsmall island, a rock, a reef, but a reef of\r\nindefinite and shifting proportions.","helpText":""},{"lessonExerciseID":"1618","lessonID":"33","type":"mixed","displayOrder":"14","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"On the 5th of March, 1867, the Moravian, of the\r\nMontreal Ocean Company, finding herself during\r\nthe night in 27@ 30' lat. and 72@ 15' long.,\r\nstruck on her starboard quarter a rock, marked in\r\nno chart for that part of the sea. Under the\r\ncombined efforts of the wind and its four hundred\r\nhorse power, it was going at the rate of thirteen\r\nknots. Had it not been for the superior strength\r\nof the hull of the Moravian, she would have been\r\nbroken by the shock and gone down with the","helpText":""},{"lessonExerciseID":"1619","lessonID":"33","type":"mixed","displayOrder":"15","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"237 passengers she was bringing home from Canada.\r\nThe accident happened about five o'clock in the\r\nmorning, as the day was breaking. The officers of\r\nthe quarter-deck hurried to the after-part of the\r\nvessel. They examined the sea with the most\r\ncareful attention. They saw nothing but a strong\r\neddy about three cables' length distant, as if\r\nthe surface had been violently agitated. The\r\nbearings of the place were taken exactly, and the\r\nMoravian continued its route without","helpText":""},{"lessonExerciseID":"1620","lessonID":"33","type":"mixed","displayOrder":"16","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"apparent damage. Had it struck on a submerged\r\nrock, or on an enormous wreck? They could not\r\ntell; but, on examination of the ship's bottom\r\nwhen undergoing repairs, it was found that part\r\nof her keel was broken. This fact, so grave in\r\nitself, might perhaps have been forgotten like\r\nmany others if, three weeks after, it had not\r\nbeen re-enacted under similar circumstances. But,\r\nthanks to the nationality of the victim of the\r\nshock, thanks to the reputation of the company to","helpText":""},{"lessonExerciseID":"1621","lessonID":"33","type":"mixed","displayOrder":"17","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"which the vessel belonged, the circumstance\r\nbecame extensively circulated. The 13th of April,\r\n1867, the sea being beautiful, the breeze\r\nfavourable, the Scotia, of the Cunard Company's\r\nline, found herself in 15@ 12' long. and 45@ 37'\r\nlat. She was going at the speed of thirteen knots\r\nand a half. At seventeen minutes past four in the\r\nafternoon, whilst the passengers were assembled\r\nat lunch in the great saloon, a slight shock was\r\nfelt on the hull of the Scotia, on her","helpText":""},{"lessonExerciseID":"1622","lessonID":"33","type":"mixed","displayOrder":"18","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"quarter, a little aft of the port-paddle. The\r\nScotia had not struck, but she had been struck,\r\nand seemingly by something rather sharp and\r\npenetrating than blunt. The shock had been\r\nso slight that no one had been alarmed, had it\r\nnot been for the shouts of the carpenter's watch,\r\nwho rushed on to the bridge, exclaiming, \"We are\r\nsinking! we are sinking!\" At first the passengers\r\nwere much frightened, but Captain Anderson\r\nhastened to reassure them. The danger could not\r\nbe imminent.","helpText":""},{"lessonExerciseID":"1623","lessonID":"33","type":"mixed","displayOrder":"19","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"The Scotia, divided into seven compartments by\r\nstrong partitions, could brave with impunity any\r\nleak. Captain Anderson went down immediately into\r\nthe hold. He found that the sea was pouring into\r\nthe fifth compartment; and the rapidity of the\r\ninflux proved that the force of the water was\r\nconsiderable. Fortunately this compartment did\r\nnot hold the boilers, or the fires would have\r\nbeen immediately extinguished. Captain Anderson\r\nordered the engines to be","helpText":""},{"lessonExerciseID":"1624","lessonID":"33","type":"mixed","displayOrder":"20","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"stopped at once, and one of the men went down to\r\nascertain the extent of the injury. Some minutes\r\nafterwards they discovered the existence of a\r\nlarge hole, two yards in diameter, in the ship's\r\nbottom. Such a leak could not be stopped; and the\r\nScotia, her paddles half submerged, was obliged\r\nto continue her course. She was then three\r\nhundred miles from Cape Clear, and, after three\r\ndays' delay, which caused great uneasiness in\r\nLiverpool, she entered the basin","helpText":""},{"lessonExerciseID":"1625","lessonID":"33","type":"mixed","displayOrder":"21","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"of the company. The engineers visited the Scotia,\r\nwhich was put in dry dock. They could scarcely\r\nbelieve it possible; at two yards and a half\r\nbelow water-mark was a regular rent, in the form\r\nof an isosceles triangle. The broken place in the\r\niron plates was so perfectly defined that it\r\ncould not have been more neatly done by a punch.\r\nIt was clear, then, that the instrument producing\r\nthe perforation was not of a common stamp and,\r\nafter having been driven with prodigious\r\nstrength,","helpText":""},{"lessonExerciseID":"1626","lessonID":"33","type":"mixed","displayOrder":"22","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"and piercing an iron plate 1 3\/8 inches thick,\r\nhad withdrawn itself by a backward motion. Such\r\nwas the last fact, which resulted in exciting\r\nonce more the torrent of public opinion. From\r\nthis moment all unlucky casualties which could\r\nnot be otherwise accounted for were put down to\r\nthe monster. Upon this imaginary creature rested\r\nthe responsibility of all these shipwrecks, which\r\nunfortunately were considerable; for of three\r\nthousand ships whose loss was annually recorded\r\nat","helpText":""},{"lessonExerciseID":"1627","lessonID":"33","type":"mixed","displayOrder":"23","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"Lloyd's, the number of sailing and steam-ships\r\nsupposed to be totally lost, from the absence of\r\nall news, amounted to not less than two hundred!\r\nNow, it was the \"monster\" who, justly or\r\nunjustly, was accused of their disappearance,\r\nand, thanks to it, communication between the\r\ndifferent continents became more and more\r\ndangerous. The public demanded sharply that the\r\nseas should at any price be relieved from this\r\nformidable cetacean.","helpText":""},{"lessonExerciseID":"1628","lessonID":"33","type":"mixed","displayOrder":"24","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"Part One.\r\nChapter 2: Pro and Con","helpText":""},{"lessonExerciseID":"1629","lessonID":"33","type":"mixed","displayOrder":"25","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"At the period when these events took place, I had\r\njust returned from a scientific research in the\r\ndisagreeable territory of Nebraska, in the United\r\nStates. In virtue of my office as Assistant\r\nProfessor in the Museum of Natural History in\r\nParis, the French Government had attached me to\r\nthat expedition. After six months in Nebraska, I\r\narrived in New York towards the end of March,\r\nladen with a precious collection. My departure\r\nfor France was fixed for the first","helpText":""},{"lessonExerciseID":"1630","lessonID":"33","type":"mixed","displayOrder":"26","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"days in May. Meanwhile I was occupying myself in\r\nclassifying my mineralogical, botanical, and\r\nzoological riches, when the accident happened to\r\nthe Scotia. I was perfectly up in the subject\r\nwhich was the question of the day. How could I be\r\notherwise? I had read and reread all the American\r\nand European papers without being any nearer a\r\nconclusion. This mystery puzzled me. Under the\r\nimpossibility of forming an opinion, I jumped\r\nfrom one extreme to the other. That there really\r\nwas","helpText":""},{"lessonExerciseID":"1631","lessonID":"33","type":"mixed","displayOrder":"27","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"something could not be doubted, and the\r\nincredulous were invited to put their finger on\r\nthe wound of the Scotia. On my arrival at New\r\nYork the question was at its height. The theory\r\nof the floating island, and the unapproachable\r\nsandbank, supported by minds little competent to\r\nform a judgment, was abandoned. And, indeed,\r\nunless this shoal had a machine in its stomach,\r\nhow could it change its position with such\r\nastonishing rapidity?","helpText":""},{"lessonExerciseID":"1632","lessonID":"33","type":"mixed","displayOrder":"28","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"From the same cause, the idea of a floating hull\r\nof an enormous wreck was given up. There remained,\r\nthen, only two possible solutions of the question,\r\nwhich created two distinct parties: on one side,\r\nthose who were for a monster of colossal strength;\r\non the other, those who were for a submarine\r\nvessel of enormous motive power.","helpText":""},{"lessonExerciseID":"1633","lessonID":"33","type":"mixed","displayOrder":"29","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"But this last theory, plausible as it was, could\r\nnot stand against inquiries made in both worlds.\r\nThat a private gentleman should have such a\r\nmachine at his command was not likely. Where,\r\nwhen, and how was it built? and how could its\r\nconstruction have been kept secret? Certainly a\r\nGovernment might possess such a destructive\r\nmachine. And in these disastrous times, when the\r\ningenuity of man has multiplied the power of\r\nweapons of war, it was possible that, without\r\nthe","helpText":""},{"lessonExerciseID":"1634","lessonID":"33","type":"mixed","displayOrder":"30","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"knowledge of others, a State might try to work\r\nsuch a formidable engine. But the idea of a war\r\nmachine fell before the declaration of\r\nGovernments. As public interest was in question,\r\nand transatlantic communications suffered, their\r\nveracity could not be doubted. But how admit that\r\nthe construction of this submarine boat had\r\nescaped the public eye? For a private gentleman\r\nto keep the secret under such circumstances would\r\nbe very difficult, and for a State whose","helpText":""},{"lessonExerciseID":"1635","lessonID":"33","type":"mixed","displayOrder":"31","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"every act is persistently watched by powerful\r\nrivals, certainly impossible. Upon my arrival in\r\nNew York several persons did me the honour of\r\nconsulting me on the phenomenon in question. I\r\nhad published in France a work in quarto, in two\r\nvolumes, entitled Mysteries of the Great\r\nSubmarine Grounds. This book, highly approved of\r\nin the learned world, gained for me a special\r\nreputation in this rather obscure branch of\r\nNatural History. My advice was asked. As long as\r\n","helpText":""},{"lessonExerciseID":"1636","lessonID":"33","type":"mixed","displayOrder":"32","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"I could deny the reality of the fact, I confined\r\nmyself to a decided negative. But soon, finding\r\nmyself driven into a corner, I was obliged to\r\nexplain myself point by point. I discussed the\r\nquestion in all its forms, politically and\r\nscientifically; and I give here an extract from a\r\ncarefully-studied article which I published in the\r\nnumber of the 30th of April. It ran as follows:","helpText":""},{"lessonExerciseID":"1637","lessonID":"33","type":"mixed","displayOrder":"33","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"\"After examining one by one the different\r\ntheories, rejecting all other suggestions, it\r\nbecomes necessary to admit the existence of a\r\nmarine animal of enormous power. The great depths\r\nof the ocean are entirely unknown to us.\r\nSoundings cannot reach them. What passes in those\r\nremote depths-- what beings live, or can live,\r\ntwelve or fifteen miles beneath the surface of\r\nthe waters--what is the organisation of these\r\nanimals, we can scarcely conjecture.","helpText":""},{"lessonExerciseID":"1638","lessonID":"33","type":"mixed","displayOrder":"34","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"However, the solution of the problem submitted to\r\nme may modify the form of the dilemma. Either we\r\ndo know all the varieties of beings which people\r\nour planet, or we do not. If we do not know them\r\nall--if Nature has still secrets in the deeps for\r\nus, nothing is more conformable to reason than\r\nto admit the existence of fishes, or cetaceans of\r\nother kinds, or even of new species, of an\r\norganisation formed to inhabit the strata\r\ninaccessible to soundings, and which an accident","helpText":""},{"lessonExerciseID":"1639","lessonID":"33","type":"mixed","displayOrder":"35","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"of some sort has brought at long intervals to the\r\nupper level of the ocean. If, on the contrary, we\r\ndo know all living kinds, we must necessarily\r\nseek for the animal in question amongst those\r\nmarine beings already classed; and, in that case,\r\nI should be disposed to admit the existence of a\r\ngigantic narwhal. The common narwhal, or unicorn\r\nof the sea, often attains a length of sixty feet.\r\nIncrease its size fivefold or tenfold, give it\r\nstrength proportionate to its","helpText":""},{"lessonExerciseID":"1640","lessonID":"33","type":"mixed","displayOrder":"36","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"size, lengthen its destructive weapons, and you\r\nobtain the animal required. It will have the\r\nproportions determined by the officers of the\r\nShannon, the instrument required by the\r\nperforation of the Scotia, and the power\r\nnecessary to pierce the hull of the steamer.\r\nIndeed, the narwhal is armed with a sort of ivory\r\nsword, a halberd, according to the expression\r\nof certain naturalists. The principal tusk has\r\nthe hardness of steel. Some of these tusks have\r\nbeen found buried in the","helpText":""},{"lessonExerciseID":"1641","lessonID":"33","type":"mixed","displayOrder":"37","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"bodies of whales, which the unicorn always\r\nattacks with success. Others have been drawn out,\r\nnot without trouble, from the bottoms of ships,\r\nwhich they had pierced through and through, as a\r\ngimlet pierces a barrel. The Museum of the\r\nFaculty of Medicine of Paris possesses one of\r\nthese defensive weapons, two yards and a quarter\r\nin length, and fifteen inches in diameter at the\r\nbase.\"","helpText":""},{"lessonExerciseID":"1642","lessonID":"33","type":"mixed","displayOrder":"38","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"\"Very well! suppose this weapon to be six times\r\nstronger and the animal ten times more powerful;\r\nlaunch it at the rate of twenty miles an hour,\r\nand you obtain a shock capable of producing the\r\ncatastrophe required. Until further information,\r\ntherefore, I shall maintain it to be a\r\nsea-unicorn of colossal dimensions, armed not\r\nwith a halberd, but with a real spur, as the\r\narmoured frigates, or the 'rams' of war, whose\r\nmassiveness and motive power it would possess at\r\nthe","helpText":""},{"lessonExerciseID":"1643","lessonID":"33","type":"mixed","displayOrder":"39","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"same time. Thus may this puzzling phenomenon be\r\nexplained, unless there be something over and\r\nabove all that one has ever conjectured, seen,\r\nperceived, or experienced; which is just within\r\nthe bounds of possibility.\" These last words were\r\ncowardly on my part; but, up to a certain point,\r\nI wished to shelter my dignity as professor, and\r\nnot give too much cause for laughter to the\r\nAmericans, who laugh well when they do laugh. I\r\nreserved for myself a way of escape. In effect,","helpText":""},{"lessonExerciseID":"1644","lessonID":"33","type":"mixed","displayOrder":"40","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"however, I admitted the existence of the\r\n\"monster.\" My article was warmly discussed, which\r\nprocured it a high reputation. It rallied round\r\nit a certain number of partisans. The solution it\r\nproposed gave, at least, full liberty to the\r\nimagination. The human mind delights in grand\r\nconceptions of supernatural beings. And the sea\r\nis precisely their best vehicle, the only medium\r\nthrough which these giants (against which\r\nterrestrial animals, such as elephants or\r\nrhinoceroses,","helpText":""},{"lessonExerciseID":"1645","lessonID":"33","type":"mixed","displayOrder":"41","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"are as nothing) can be produced or developed. The\r\nindustrial and commercial papers treated the\r\nquestion chiefly from this point of view. The\r\nShipping and Mercantile Gazette, the Lloyd's\r\nList, the Packet-Boat, and the Maritime and\r\nColonial Review, all papers devoted to insurance\r\ncompanies which threatened to raise their rates\r\nof premium, were unanimous on this point. Public\r\nopinion had been pronounced. The United States\r\nwere the first in the field; and in New York they\r\nmade","helpText":""},{"lessonExerciseID":"1646","lessonID":"33","type":"mixed","displayOrder":"42","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"preparations for an expedition destined to pursue\r\nthis narwhal. A frigate of great speed, the\r\nAbraham Lincoln, was put in commission as soon as\r\npossible. The arsenals were opened to Commander\r\nFarragut, who hastened the arming of his frigate;\r\nbut, as it always happens, the moment it was\r\ndecided to pursue the monster, the monster did\r\nnot appear. For two months no one heard it spoken\r\nof. No ship met with it. It seemed as if this\r\nunicorn knew of the plots weaving around it.","helpText":""},{"lessonExerciseID":"1647","lessonID":"33","type":"mixed","displayOrder":"43","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"It had been so much talked of, even through the\r\nAtlantic cable, that jesters pretended that this\r\nslender fly had stopped a telegram on its passage\r\nand was making the most of it. So when the\r\nfrigate had been armed for a long campaign, and\r\nprovided with formidable fishing apparatus, no\r\none could tell what course to pursue. Impatience\r\ngrew apace, when, on the 2nd of July, they\r\nlearned that a steamer of the line of San\r\nFrancisco, from California to Shanghai, had seen\r\nthe","helpText":""},{"lessonExerciseID":"1648","lessonID":"33","type":"mixed","displayOrder":"44","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"animal three weeks before in the North Pacific\r\nOcean. The excitement caused by this news was\r\nextreme. The ship was revictualled and well\r\nstocked with coal. Three hours before the Abraham\r\nLincoln left Brooklyn pier, I received a letter\r\nworded as follows: To M. ARONNAX, Professor in\r\nthe Museum of Paris, Fifth Avenue Hotel, New\r\nYork. SIR,--If you will consent to join the\r\nAbraham Lincoln in this expedition, the\r\nGovernment of the United States will with\r\npleasure see France","helpText":""},{"lessonExerciseID":"1649","lessonID":"33","type":"mixed","displayOrder":"45","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"20,000 Leagues Under the Sea","exercise":"represented in the enterprise. Commander Farragut\r\nhas a cabin at your disposal. Very cordially\r\nyours, J.B. HOBSON,\r\nSecretary of Marine.","helpText":""}];
		lessonData.lessonID = '33';
		lessonData.speedType = 'wpm';
		lessonData.pauseImg = resourceURL+"/tutor/skins/1/images/pause.png";
		lessonData.resumeImg = resourceURL+"/tutor/skins/1/images/resume.png";
		lessonData.exerciseNum = 0;
		lessonData.lessonCharacters = 0;
		lessonData.lessonSeconds = 0;
		lessonData.lessonErrors = 0;
		lessonData.spaces = " ";
		lessonData.newslesson = '';
		lessonData.test = 0;
		lessonData.showTestGraph = 0;
		lessonData.numberPad = '0';
		lessonData.name = "20,000 Leagues Under the Sea";
		lessonData.restricted = '';
		lessonData.playSounds = true;
		lessonData.course = 'SPECIALTY_COURSE';
		lessonData.hasTrophy = 1;
		lessonData.achievedTrophy = 0;
		lessonData.isRestarting =0;
		lessonData.noKeyboard = 1;
		lessonData.forceKeyboard = 0;
		lessonData.keyboardID = 1;
		lessonData.progress = 0;
		lessonData.actionName = 'index';
		lessonData.restricted = 0;
			