
		lessonData = {};
		lessonData.userID = '14502999';
		lessonData.introText = "<p class=\"typinghelp\" \/><div align=\"center\" class=\"strong\"><br \/>Babes in the Jungle<br \/>O. Henry<br \/>a.k.a William Sydney Porter<br \/>(1862-1910)<br \/><\/div><\/p>";
		lessonData.congratsText = "<img src=\"\/tutor\/images\/congrats_4.png\" alt=\"\" align=\"right\" \/><p class=\"typinghelp\">And done!<\/p>";
		lessonData.exercises = [{"lessonExerciseID":"1652","lessonID":"34","type":"mixed","displayOrder":"2","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"Montague Silver, the finest street man and art\r\ngrafter in the West, says to me once in Little\r\nRock: \"If you ever lose your mind, Billy, and get\r\ntoo old to do honest swindling among grown men,\r\ngo to New York. In the West a sucker is born\r\nevery minute; but in New York they appear in\r\nchunks of roe - you can't count 'em!\" Two years\r\nafterward I found that I couldn't remember the\r\nnames of the Russian admirals, and I noticed some\r\ngray hairs over my left ear; so I knew the time\r\nhad","helpText":""},{"lessonExerciseID":"1653","lessonID":"34","type":"mixed","displayOrder":"3","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"arrived for me to take Silver's advice. I struck\r\nNew York about noon one day, and took a walk up\r\nBroadway. And I run against Silver himself, all\r\nencompassed up in a spacious kind of\r\nhaberdashery, leaning against a hotel and rubbing\r\nthe half-moons on his nails with a silk\r\nhandkerchief. \"Paresis or superannuated?\" I asks\r\nhim. \"Hello, Billy,\" says Silver; \"I'm glad to\r\nsee you. Yes, it seemed to me that the West was\r\naccumulating a little too much","helpText":""},{"lessonExerciseID":"1654","lessonID":"34","type":"mixed","displayOrder":"4","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"wiseness. I've been saving New York for dessert. I\r\nknow it's a low-down trick to take things from\r\nthese people. They only know this and that and\r\npass to and fro and think ever and anon. I'd hate\r\nfor my mother to know I was skinning these\r\nweak-minded ones. She raised me better.\"\r\n\"Is there a crush already in the waiting rooms of\r\nthe old doctor that does skin grafting?\" I asks.","helpText":""},{"lessonExerciseID":"1655","lessonID":"34","type":"mixed","displayOrder":"5","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"\"Well, no,\" says Silver; \"you needn't back\r\nEpidermis to win today. I've only been here a\r\nmonth. But I'm ready to begin; and the members of\r\nWillie Manhattan's Sunday School class, each of\r\nwhom has volunteered to contribute a portion of\r\ncuticle toward this rehabilitation, may as well\r\nsend their photos to the Evening Daily.","helpText":""},{"lessonExerciseID":"1656","lessonID":"34","type":"mixed","displayOrder":"6","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"\"I've been studying the town,\" says Silver, \"and\r\nreading the papers every day, and I know it as\r\nwell as the cat in the City Hall knows an\r\nO'Sullivan. People here lie down on the floor and\r\nscream and kick when you are the least bit slow\r\nabout taking money from them. Come up in my room\r\nand I'll tell you. We'll work the town together,\r\nBilly, for the sake of old times.\"\r\n","helpText":""},{"lessonExerciseID":"1657","lessonID":"34","type":"mixed","displayOrder":"7","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"Silver takes me up in a hotel. He has a quantity\r\nof irrelevant objects lying about. \"There's more\r\nways of getting money from these metropolitan\r\nhayseeds,\" says Silver, \"than there is of cooking\r\nrice in Charleston, S. C. They'll bite at\r\nanything. The brains of most of 'em commute. The\r\nwiser they are in intelligence the less\r\nperception of cognizance they have. Why, didn't\r\na man the other day sell J. P. Morgan an oil\r\nportrait of\r\n","helpText":""},{"lessonExerciseID":"1658","lessonID":"34","type":"mixed","displayOrder":"8","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"Rockefeller, Jr., for Andrea del Sarto's\r\ncelebrated painting of the young Saint John! \"You\r\nsee that bundle of printed stuff in the corner,\r\nBilly? That's gold mining stock. I started out\r\none day to sell that, but I quit it in two hours.\r\nWhy? Got arrested for blocking the street. People\r\nfought to buy it. I sold the policeman a block of\r\nit on the way to the station-house, and then I\r\ntook it off the market. I don't want people to\r\ngive me their money. I want some little\r\n","helpText":""},{"lessonExerciseID":"1659","lessonID":"34","type":"mixed","displayOrder":"9","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"consideration connected with the transaction to\r\nkeep my pride from being hurt. I want 'em to\r\nguess the missing letter in Chic-go, or draw to a\r\npair of nines before they pay me a cent of money.\r\n\"Now there's another little scheme that worked so\r\neasy I had to quit it. You see that bottle of\r\nblue ink on the table? I tattooed an anchor on\r\nthe back of my hand and went to a bank and told\r\n'em I was Admiral Dewey's nephew. They offered to","helpText":""},{"lessonExerciseID":"1660","lessonID":"34","type":"mixed","displayOrder":"10","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"cash my draft on him for a thousand, but I didn't\r\nknow my uncle's first name. It shows, though,\r\nwhat an easy town it is. As for burglars, they\r\nwon't go in a house now unless there's a hot\r\nsupper ready and a few college students to wait\r\non 'em. They're slugging citizens all over the\r\nupper part of the city and I guess, taking the\r\ntown from end to end, it's a plain case of\r\nassault and Battery.\"","helpText":""},{"lessonExerciseID":"1661","lessonID":"34","type":"mixed","displayOrder":"11","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"\"Monty,\" says I, when Silver had slacked, up,\r\n\"you may have Manhattan correctly discriminated\r\nin your perorative, but I doubt it. I've only\r\nbeen in town two hours, but it don't dawn upon me\r\nthat it's ours with a cherry in it. There ain't\r\nenough rus in urbe about it to suit me. I'd be a\r\ngood deal much better satisfied if the citizens\r\nhad a straw or more in their hair, and run more\r\nto velveteen vests and buckeye watch charms. They\r\ndon't look easy to me.\"\r\n","helpText":""},{"lessonExerciseID":"1662","lessonID":"34","type":"mixed","displayOrder":"12","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"\"You've got it, Billy,\" says Silver. \"All\r\nemigrants have it. New York's bigger than Little\r\nRock or Europe, and it frightens a foreigner.\r\nYou'll be all right. I tell you I feel like\r\nslapping the people here because they don't send\r\nme all their money in laundry baskets, with\r\ngermicide sprinkled over it. I hate to go down on\r\nthe street to get it. Who wears the diamonds in\r\nthis town? Why, Winnie, the Wiretapper's wife,\r\nand Bella, the Buncosteerer's bride. New Yorkers\r\ncan be","helpText":""},{"lessonExerciseID":"1663","lessonID":"34","type":"mixed","displayOrder":"13","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"worked easier than a blue rose on a tidy. The\r\nonly thing that bothers me is I know I'll break\r\nthe cigars in my vest pocket when I get my\r\nclothes all full of twenties.\"\r\n\"I hope you are right, Monty,\" says I; \"but I\r\nwish all the same I had been satisfied with a\r\nsmall business in Little Rock. The crop of\r\nfarmers is never so short out there but what you\r\ncan get a few of 'em to sign a petition for a new\r\npost office that you can discount for $200 at the\r\ncounty bank.","helpText":""},{"lessonExerciseID":"1664","lessonID":"34","type":"mixed","displayOrder":"14","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"The people hear appear to possess instincts of\r\nself-preservation and illiberality. I fear me\r\nthat we are not cultured enough to tackle this\r\ngame.\"\r\n\"Don't worry,\" says Silver. \"I've got this\r\nJayville-near-Tarrytown correctly estimated as\r\nsure as North River is the Hudson and East River\r\nain't a river. Why, there are people living in\r\nfour blocks of Broadway who never saw any kind of\r\na building except a skyscraper in their lives! A\r\ngood, live","helpText":""},{"lessonExerciseID":"1665","lessonID":"34","type":"mixed","displayOrder":"15","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"hustling Western man ought to get conspicuous\r\nenough here inside of three months to incur either\r\nJerome's clemency or Lawson's displeasure.\"\r\n\"Hyperbole aside,\" says I, \"do you know of any\r\nimmediate system of buncoing the community out of\r\na dollar or two except by applying to the\r\nSalvation Army or having a fit on Miss Helen\r\nGould's doorsteps?\"","helpText":""},{"lessonExerciseID":"1666","lessonID":"34","type":"mixed","displayOrder":"16","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"\"Dozens of 'em,\" says Silver. \"How much capital\r\nhave you got, Billy?\"\r\n\"A thousand,\" I told him.\r\n\"I've got $1,200,\" says he. \"We'll pool and do a\r\nbig piece of business. There's so many ways we\r\ncan make a million that I don't know how to\r\nbegin.\" The next morning Silver meets me at the\r\nhotel and he is all sonorous and stirred with a\r\nkind of silent joy.","helpText":""},{"lessonExerciseID":"1667","lessonID":"34","type":"mixed","displayOrder":"17","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"\"We're to meet J. P. Morgan this afternoon,\" says\r\nhe. \"A man I know in the hotel wants to introduce\r\nus. He's a friend of his. He says he likes to\r\nmeet people from the West.\"\r\n\"That sounds nice and plausible,\" says I. \"I'd\r\nlike to know Mr. Morgan.\"\r\n\"It won't hurt us a bit,\" says Silver, \"to get\r\nacquainted with a few finance kings. I kind of\r\nlike the social way New York has with strangers.\"","helpText":""},{"lessonExerciseID":"1668","lessonID":"34","type":"mixed","displayOrder":"18","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"The man Silver knew was named Klein. At three\r\no'clock Klein brought his Wall Street friend to\r\nsee us in Silver's room. \"Mr. Morgan\" looked some\r\nlike his pictures, and he had a Turkish towel\r\nwrapped around his left foot, and he walked\r\nwith a cane. \"Mr. Silver and Mr. Pescud,\" says\r\nKlein. \"It sounds superfluous,\" says he, \"to\r\nmention the name of the greatest financial -\"","helpText":""},{"lessonExerciseID":"1669","lessonID":"34","type":"mixed","displayOrder":"19","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"\"Cut it out, Klein,\" says Mr. Morgan. \"I'm glad\r\nto know you gents; I take great interest in the\r\nWest. Klein tells me you're from Little Rock. I\r\nthink I've a railroad or two out there somewhere.\r\nIf either of you guys would like to deal a hand\r\nor two of stud poker I -\"\r\n\"Now, Pierpont,\" cuts in Klein, \"you forget!\"\r\n\"Excuse me, gents!\" says Morgan; \"since I've had\r\nthe gout so bad I sometimes play a social game of\r\ncards at my house.","helpText":""},{"lessonExerciseID":"1670","lessonID":"34","type":"mixed","displayOrder":"20","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"Neither of you never knew One-eyed Peters, did\r\nyou, while you was around Little Rock? He lived in\r\nSeattle, New Mexico.\" Before we could answer, Mr.\r\nMorgan hammers on the floor with his can and\r\nbegins to walk up and down, swearing in a loud\r\ntone of voice. \"They have been pounding your\r\nstocks to-day on the Street, Pierpont?\" asks\r\nKlein, smiling.","helpText":""},{"lessonExerciseID":"1671","lessonID":"34","type":"mixed","displayOrder":"21","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"\"Stocks! No!\" roars Mr. Morgan. \"It's that\r\npicture I sent an agent to Europe to buy. I just\r\nthought about it. He cabled me to-day that it\r\nain't to be found in all Italy. I'd pay $50,000\r\nto-morrow for that picture - yes, $75,000. I give\r\nthe agent a la carte in purchasing it. I cannot\r\nunderstand why the art galleries will allow a De\r\nVinchy to -\"\r\n\"Why, Mr. Morgan,\" says klein; \"I thought you\r\nowned all of the De Vinchy paintings.\"","helpText":""},{"lessonExerciseID":"1672","lessonID":"34","type":"mixed","displayOrder":"22","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"\"What is the picture like, Mr. Morgan?\" asks\r\nSilver. \"It must be as big as the side of the\r\nFlatiron Building.\"\r\n\"I'm afraid your art education is on the bum, Mr.\r\nSilver,\" says Morgan. \"The picture is 27 inches\r\nby 42; and it is called 'Love's Idle Hour.' It\r\nrepresents a number of cloak models doing the\r\ntwo-step on the bank of a purple river. The\r\ncablegram said it might have been brought to this\r\ncountry. My collection will never be complete\r\nwithout that picture.","helpText":""},{"lessonExerciseID":"1673","lessonID":"34","type":"mixed","displayOrder":"23","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"Well, so long, gents; us financiers must keep\r\nearly hours.\" Mr. Morgan and Klein went away\r\ntogether in a cab. Me and Silver talked about how\r\nsimple and unsuspecting great people was; and\r\nSilver said what a shame it would be to try to\r\nrob a man like Mr. Morgan; and I said I thought\r\nit would be rather imprudent, myself. Klein\r\nproposes a stroll after dinner; and me and him\r\nand Silver walks down toward Seventh Avenue to\r\nsee the sights. Klein sees a pair of cuff links\r\nthat instigate","helpText":""},{"lessonExerciseID":"1674","lessonID":"34","type":"mixed","displayOrder":"24","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"his admiration in a pawnshop window, and we all\r\ngo in while he buys 'em. After we got back to the\r\nhotel and Klein had gone, Silver jumps at me and\r\nwaves his hands. \"Did you see it?\" says he. \"Did\r\nyou see it, Billy?\"\r\n\"What?\" I asks. \"Why, that picture that Morgan\r\nwants. It's hanging in that pawnshop, behind the\r\ndesk. I didn't say anything because Klein was\r\nthere. It's the article sure as you live. The\r\ngirls","helpText":""},{"lessonExerciseID":"1675","lessonID":"34","type":"mixed","displayOrder":"25","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"are as natural as paint can make them, all\r\nmeasuring 36 and 25 and 42 skirts, if they had\r\nany skirts, and they're doing a buck-and-wing on\r\nthe bank of a river with the blues. What did Mr.\r\nMorgan say he'd give for it? Oh, don't make me\r\ntell you. They can't know what it is in that\r\npawnshop.\" When the pawnshop opened the next\r\nmorning me and Silver was standing there as\r\nanxious as if we wanted to soak our Sunday\r\nsuit to buy a drink. We sauntered inside, and\r\nbegan to look","helpText":""},{"lessonExerciseID":"1676","lessonID":"34","type":"mixed","displayOrder":"26","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"at watch-chains. \"That's a violent specimen of a\r\nchromo you've got up there,\" remarked Silver,\r\ncasual, to the pawnbroker. \"But I kind of enthuse\r\nover the girl with the shoulderblades and red\r\nbunting. Would an offer of $2.25 for it cause you\r\nto knock over any fragile articles of your stock\r\nin hurrying it off the nail?\" The pawnbroker\r\nsmiles and goes on showing us plate watch-chains.","helpText":""},{"lessonExerciseID":"1677","lessonID":"34","type":"mixed","displayOrder":"27","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"\"That picture,\" says he, \"was pledged a year ago\r\nby an Italian gentleman. I loaned him $500 on it.\r\nIt is called 'Love's Idle Hour,' and it is by\r\nLeonardo de Vinchy. Two days ago the legal time\r\nexpired, and it became an unredeemed pledge. Here\r\nis a style of chain that is worn a great deal\r\nnow.\" At the end of half an hour me and Silver\r\npaid the pawnbroker $2,000 and walked out with\r\nthe picture. Silver got into a cab","helpText":""},{"lessonExerciseID":"1678","lessonID":"34","type":"mixed","displayOrder":"28","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"with it and started for Morgan's office. I goes to\r\nthe hotel and waits for him. In two hours Silver\r\ncomes back. \"Did you see Mr. Morgan?\" I asks. \"How\r\nmuch did he pay you for it?\"","helpText":""},{"lessonExerciseID":"1679","lessonID":"34","type":"mixed","displayOrder":"29","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Babes in the Jungle","exercise":"Silver sits down and fools with a tassel on the\r\ntable cover. \"I never exactly saw Mr. Morgan,\" he\r\nsays, \"because Mr. Morgan's been in Europe for a\r\nmonth. But what's worrying me, Billy, is this: The\r\ndepartment stores have all got that same\r\npicture on sale, framed, for $3.48. And they\r\ncharge $3.50 for the frame alone - that's what I\r\ncan't understand.\"","helpText":""}];
		lessonData.lessonID = '34';
		lessonData.speedType = 'wpm';
		lessonData.pauseImg = resourceURL+"/tutor/skins/1/images/pause.png";
		lessonData.resumeImg = resourceURL+"/tutor/skins/1/images/resume.png";
		lessonData.exerciseNum = 0;
		lessonData.lessonCharacters = 0;
		lessonData.lessonSeconds = 0;
		lessonData.lessonErrors = 0;
		lessonData.spaces = " ";
		lessonData.newslesson = '';
		lessonData.test = 0;
		lessonData.showTestGraph = 0;
		lessonData.numberPad = '0';
		lessonData.name = "Babes in the Jungle";
		lessonData.restricted = '';
		lessonData.playSounds = true;
		lessonData.course = 'SPECIALTY_COURSE';
		lessonData.hasTrophy = 1;
		lessonData.achievedTrophy = 0;
		lessonData.isRestarting =0;
		lessonData.noKeyboard = 1;
		lessonData.forceKeyboard = 0;
		lessonData.keyboardID = 1;
		lessonData.progress = 0;
		lessonData.actionName = 'index';
		lessonData.restricted = 0;
			