
		lessonData = {};
		lessonData.userID = '14502999';
		lessonData.introText = "<p class=\"typinghelp\" \/><div align=\"center\" class=\"strong\"><br \/>The Devil in the Belfry<br \/>Edgar Allan Poe<br \/>(1809-1849)<br \/><\/div><\/p>";
		lessonData.congratsText = "<img src=\"\/tutor\/images\/congrats_2.png\" alt=\"\" align=\"right\" \/><p class=\"typinghelp\">And that concludes our story.<\/p>";
		lessonData.exercises = [{"lessonExerciseID":"1561","lessonID":"32","type":"mixed","displayOrder":"2","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"EVERYBODY knows, in a general way, that the\r\nfinest place in the world is -- or, alas, was --\r\nthe Dutch borough of Vondervotteimittiss. Yet as\r\nit lies some distance from any of the main roads,\r\nbeing in a somewhat out-of-the-way situation,\r\nthere are perhaps very few of my readers who have\r\never paid it a visit. For the benefit of those\r\nwho have not, therefore, it will be only proper\r\nthat I should enter into some account of it. And\r\nthis is indeed the more necessary, as with the","helpText":""},{"lessonExerciseID":"1562","lessonID":"32","type":"mixed","displayOrder":"3","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"hope of enlisting public sympathy in behalf of\r\nthe inhabitants, I design here to give a history\r\nof the calamitous events which have so lately\r\noccurred within its limits. No one who knows me\r\nwill doubt that the duty thus self-imposed will\r\nbe executed to the best of my ability, with all\r\nthat rigid impartiality, all that cautious\r\nexamination into facts, and diligent collation of\r\nauthorities, which should ever distinguish him\r\nwho aspires to the title of historian.","helpText":""},{"lessonExerciseID":"1563","lessonID":"32","type":"mixed","displayOrder":"4","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"By the united aid of medals, manuscripts, and\r\ninscriptions, I am enabled to say, positively,\r\nthat the borough of Vondervotteimittiss has\r\nexisted, from its origin, in precisely the same\r\ncondition which it at present preserves. Of the\r\ndate of this origin, however, I grieve that I can\r\nonly speak with that species of indefinite\r\ndefiniteness which mathematicians are, at times,\r\nforced to put up with in certain algebraic\r\nformulae. The date, I may thus say, in regard to","helpText":""},{"lessonExerciseID":"1564","lessonID":"32","type":"mixed","displayOrder":"5","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"the remoteness of its antiquity, cannot be less\r\nthan any assignable quantity whatsoever. Touching\r\nthe derivation of the name Vondervotteimittiss, I\r\nconfess myself, with sorrow, equally at fault.\r\nAmong a multitude of opinions upon this delicate\r\npoint- some acute, some learned, some\r\nsufficiently the reverse -- I am able to select\r\nnothing which ought to be considered\r\nsatisfactory. Perhaps the idea of Grogswigg-\r\nnearly coincident with that of","helpText":""},{"lessonExerciseID":"1565","lessonID":"32","type":"mixed","displayOrder":"6","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"Kroutaplenttey -- is to be cautiously preferred.\r\n-- It runs: -- Vondervotteimittis -- Vonder, lege\r\nDonder -- Votteimittis, quasi und Bleitziz-\r\nBleitziz obsol: -- pro Blitzen.\" This derivative,\r\nto say the truth, is still countenanced by some\r\ntraces of the electric fluid evident on the\r\nsummit of the steeple of the House of the\r\nTown-Council. I do not choose, however, to commit\r\nmyself on a theme of such importance, and must\r\nrefer the reader desirous of information to the","helpText":""},{"lessonExerciseID":"1566","lessonID":"32","type":"mixed","displayOrder":"7","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"\"Oratiunculae de Rebus Praeter-Veteris,\" of\r\nDundergutz. See, also, Blunderbuzzard \"De\r\nDerivationibus,\" pp. 27 to 5010, Folio, Gothic\r\nedit., Red and Black character, Catch-word and\r\nNo Cypher; wherein consult, also, marginal notes\r\nin the autograph of Stuffundpuff, with the\r\nSub-Commentaries of Gruntundguzzell.","helpText":""},{"lessonExerciseID":"1567","lessonID":"32","type":"mixed","displayOrder":"8","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"Notwithstanding the obscurity which thus envelops\r\nthe date of the foundation of Vondervotteimittis,\r\nand the derivation of its name, there can be no\r\ndoubt, as I said before, that it has always\r\nexisted as we find it at this epoch. The oldest\r\nman in the borough can remember not the slightest\r\ndifference in the appearance of any portion of\r\nit; and, indeed, the very suggestion of such a\r\npossibility is considered an insult.","helpText":""},{"lessonExerciseID":"1568","lessonID":"32","type":"mixed","displayOrder":"9","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"The site of the village is in a perfectly circular\r\nvalley, about a quarter of a mile in\r\ncircumference, and entirely surrounded by gentle\r\nhills, over whose summit the people have never yet\r\nventured to pass. For this they assign the very\r\ngood reason that they do not believe there is\r\nanything at all on the other side.","helpText":""},{"lessonExerciseID":"1569","lessonID":"32","type":"mixed","displayOrder":"10","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"Round the skirts of the valley (which is quite\r\nlevel, and paved throughout with flat tiles),\r\nextends a continuous row of sixty little houses.\r\nThese, having their backs on the hills, must\r\nlook, of course, to the centre of the plain,\r\nwhich is just sixty yards from the front door of\r\neach dwelling. Every house has a small garden\r\nbefore it, with a circular path, a sun-dial, and\r\ntwenty-four cabbages. The buildings themselves\r\nare so precisely alike, that one can in no manner","helpText":""},{"lessonExerciseID":"1570","lessonID":"32","type":"mixed","displayOrder":"11","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"be distinguished from the other. Owing to the\r\nvast antiquity, the style of architecture is\r\nsomewhat odd, but it is not for that reason the\r\nless strikingly picturesque. They are fashioned\r\nof hard-burned little bricks, red, with black\r\nends, so that the walls look like a chess-board\r\nupon a great scale. The gables are turned to the\r\nfront, and there are cornices, as big as all the\r\nrest of the house, over the eaves and over the\r\nmain doors. The windows are narrow and deep, with\r\nvery","helpText":""},{"lessonExerciseID":"1571","lessonID":"32","type":"mixed","displayOrder":"12","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"tiny panes and a great deal of sash. On the roof\r\nis a vast quantity of tiles with long curly ears.\r\nThe woodwork, throughout, is of a dark hue and\r\nthere is much carving about it, with but a\r\ntrifling variety of pattern for, time out of\r\nmind, the carvers of Vondervotteimittiss have\r\nnever been able to carve more than two objects --\r\na time-piece and a cabbage. But these they do\r\nexceedingly well, and intersperse them, with\r\nsingular ingenuity wherever they find room for\r\nthe chisel","helpText":""},{"lessonExerciseID":"1572","lessonID":"32","type":"mixed","displayOrder":"13","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"The dwellings are as much alike inside as out,\r\nand the furniture is all upon one plan. The floors\r\nare of square tiles, the chairs and tables of\r\nblack-looking wood with thin crooked legs and\r\npuppy feet. The mantelpieces are wide and high,\r\nand have not only time-pieces and cabbages\r\nsculptured over the front, but a real time-piece,\r\nwhich makes a","helpText":""},{"lessonExerciseID":"1573","lessonID":"32","type":"mixed","displayOrder":"14","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"prodigious ticking, on the top in the middle,\r\nwith a flower-pot containing a cabbage standing\r\non each extremity by way of outrider. Between each\r\ncabbage and the time-piece, again, is a little\r\nChina man having a large stomach with a great\r\nround hole in it, through which is seen the\r\ndial-plate of a watch.","helpText":""},{"lessonExerciseID":"1574","lessonID":"32","type":"mixed","displayOrder":"15","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"The fireplaces are large and deep, with fierce\r\ncrooked-looking fire-dogs. There is constantly a\r\nrousing fire, and a huge pot over it, full of\r\nsauer-kraut and pork, to which the good woman of\r\nthe house is always busy in attending. She is a\r\nlittle fat old lady, with blue eyes and a red\r\nface, and wears a huge cap like a sugar-loaf,\r\nornamented with purple and yellow ribbons. Her\r\ndress is of orange-colored linsey-woolsey, made\r\nvery full behind and very short in the waist --\r\nand","helpText":""},{"lessonExerciseID":"1575","lessonID":"32","type":"mixed","displayOrder":"16","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"indeed very short in other respects, not reaching\r\nbelow the middle of her leg. This is somewhat\r\nthick, and so are her ankles, but she has a fine\r\npair of green stockings to cover them. Her shoes\r\n-- of pink leather -- are fastened each with\r\na bunch of yellow ribbons puckered up in the\r\nshape of a cabbage. In her left hand she has a\r\nlittle heavy Dutch watch; in her right she wields\r\na ladle for the sauerkraut and pork. By her side\r\nthere stands a fat tabby cat, with a gilt","helpText":""},{"lessonExerciseID":"1576","lessonID":"32","type":"mixed","displayOrder":"17","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"toy-repeater tied to its tail, which \"the boys\"\r\nhave there fastened by way of a quiz. The boys\r\nthemselves are, all three of them, in the garden\r\nattending the pig. They are each two feet in\r\nheight. They have three-cornered cocked hats,\r\npurple waistcoats reaching down to their thighs,\r\nbuckskin knee-breeches, red stockings, heavy\r\nshoes with big silver buckles, long surtout coats\r\nwith large buttons of mother-of-pearl. Each, too,\r\nhas a pipe in","helpText":""},{"lessonExerciseID":"1577","lessonID":"32","type":"mixed","displayOrder":"18","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"his mouth, and a little dumpy watch in his right\r\nhand. He takes a puff and a look, and then a look\r\nand a puff. The pig-which is corpulent and lazy --\r\nis occupied now in picking up the stray leaves\r\nthat fall from the cabbages, and now in giving a\r\nkick behind at the gilt repeater, which the\r\nurchins have also tied to his tail in order to\r\nmake him look as handsome as the cat.","helpText":""},{"lessonExerciseID":"1578","lessonID":"32","type":"mixed","displayOrder":"19","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"Right at the front door, in a high-backed\r\nleather-bottomed armed chair, with crooked legs\r\nand puppy feet like the tables, is seated the\r\nold man of the house himself. He is an\r\nexceedingly puffy little old gentleman, with big\r\ncircular eyes and a huge double chin. His dress\r\nresembles that of the boys -- and I need say\r\nnothing farther about it. All the difference is,\r\nthat his pipe is somewhat bigger than theirs and\r\nhe can make a greater smoke. Like them, he has a\r\nwatch,","helpText":""},{"lessonExerciseID":"1579","lessonID":"32","type":"mixed","displayOrder":"20","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"but he carries his watch in his pocket. To say the\r\ntruth, he has something of more importance than a\r\nwatch to attend to -- and what that is, I shall\r\npresently explain. He sits with his right leg upon\r\nhis left knee, wears a grave countenance\r\nand always keeps one of his eyes, at least,\r\nresolutely bent upon a certain remarkable object\r\nin the centre of the plain.","helpText":""},{"lessonExerciseID":"1580","lessonID":"32","type":"mixed","displayOrder":"21","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"This object is situated in the steeple of the\r\nHouse of the Town Council. The Town Council are\r\nall very little, round, oily, intelligent men,\r\nwith big saucer eyes and fat double chins, and\r\nhave their coats much longer and their\r\nshoe-buckles much bigger than the ordinary\r\ninhabitants of Vondervotteimittiss. Since my\r\nsojourn in the borough, they have had several\r\nspecial meetings, and have adopted these three\r\nimportant resolutions:","helpText":""},{"lessonExerciseID":"1581","lessonID":"32","type":"mixed","displayOrder":"22","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"\"That it is wrong to alter the good old course of\r\nthings:\" \"That there is nothing tolerable out of\r\nVondervotteimittiss:\" and- \"That we will stick by\r\nour clocks and our cabbages.\" Above the\r\nsession-room of the Council is the steeple, and\r\nin the steeple is the belfry, where exists, and\r\nhas existed time out of mind, the pride and\r\nwonder of the village -- the great clock of the\r\nborough of Vondervotteimittiss. And this is the\r\nobject to which the eyes of the old gentlemen are","helpText":""},{"lessonExerciseID":"1582","lessonID":"32","type":"mixed","displayOrder":"23","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"turned who sit in the leather-bottomed\r\narm-chairs. The great clock has seven faces --\r\none in each of the seven sides of the steeple --\r\nso that it can be readily seen from all quarters.\r\nIts faces are large and white, and its hands\r\nheavy and black. There is a belfry-man whose sole\r\nduty is to attend to it; but this duty is the\r\nmost perfect of sinecures -- for the clock of\r\nVondervotteimittis was never yet known to have\r\nanything the matter with it. Until lately, the\r\nbare","helpText":""},{"lessonExerciseID":"1583","lessonID":"32","type":"mixed","displayOrder":"24","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"supposition of such a thing was considered\r\nheretical. From the remotest period of antiquity\r\nto which the archives have reference, the hours\r\nhave been regularly struck by the big bell. And,\r\nindeed the case was just the same with all the\r\nother clocks and watches in the borough. Never\r\nwas such a place for keeping the true time. When\r\nthe large clapper thought proper to say \"Twelve\r\no'clock!\" all its obedient followers opened their\r\nthroats simultaneously, and responded","helpText":""},{"lessonExerciseID":"1584","lessonID":"32","type":"mixed","displayOrder":"25","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"like a very echo. In short, the good burghers\r\nwere fond of their sauer-kraut, but then they\r\nwere proud of their clocks. All people who hold\r\nsinecure offices are held in more or less\r\nrespect, and as the belfry -- man of\r\nVondervotteimittiss has the most perfect of\r\nsinecures, he is the most perfectly respected of\r\nany man in the world. He is the chief dignitary\r\nof the borough, and the very pigs look up to him\r\nwith a sentiment of reverence. His coat-tail is\r\nvery far longer --","helpText":""},{"lessonExerciseID":"1585","lessonID":"32","type":"mixed","displayOrder":"26","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"his pipe, his shoe -- buckles, his eyes, and his\r\nstomach, very far bigger -- than those of any\r\nother old gentleman in the village; and as to his\r\nchin, it is not only double, but triple. I have\r\nthus painted the happy estate of\r\nVondervotteimittiss: alas, that so fair a picture\r\nshould ever experience a reverse!","helpText":""},{"lessonExerciseID":"1586","lessonID":"32","type":"mixed","displayOrder":"27","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"There has been long a saying among the wisest\r\ninhabitants, that \"no good can come from over the\r\nhills\"; and it really seemed that the words had\r\nin them something of the spirit of prophecy. It\r\nwanted five minutes of noon, on the day before\r\nyesterday, when there appeared a very odd-looking\r\nobject on the summit of the ridge of the\r\neastward. Such an occurrence, of course,\r\nattracted universal attention, and every little\r\nold gentleman who sat in a leather-bottomed\r\narm-chair turned","helpText":""},{"lessonExerciseID":"1587","lessonID":"32","type":"mixed","displayOrder":"28","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"one of his eyes with a stare of dismay upon the\r\nphenomenon, still keeping the other upon the clock\r\nin the steeple.","helpText":""},{"lessonExerciseID":"1588","lessonID":"32","type":"mixed","displayOrder":"29","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"By the time that it wanted only three minutes to\r\nnoon, the droll object in question was perceived\r\nto be a very diminutive foreign-looking young\r\nman. He descended the hills at a great rate, so\r\nthat every body had soon a good look at him. He\r\nwas really the most finicky little personage that\r\nhad ever been seen in Vondervotteimittiss. His\r\ncountenance was of a dark snuff-color, and he had\r\na long hooked nose, pea eyes, a wide mouth, and\r\nan excellent set of teeth, which","helpText":""},{"lessonExerciseID":"1589","lessonID":"32","type":"mixed","displayOrder":"30","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"latter he seemed anxious of displaying, as he was\r\ngrinning from ear to ear. What with mustachios\r\nand whiskers, there was none of the rest of his\r\nface to be seen. His head was uncovered, and his\r\nhair neatly done up in papillotes. His dress was\r\na tight-fitting swallow-tailed black coat (from\r\none of whose pockets dangled a vast length of\r\nwhite handkerchief), black kerseymereknee-\r\nbreeches, black stockings, and stumpy-looking\r\npumps, with huge bunches of","helpText":""},{"lessonExerciseID":"1590","lessonID":"32","type":"mixed","displayOrder":"31","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"black satin ribbon for bows. Under one arm he\r\ncarried a huge chapeau-de-bras, and under the\r\nother a fiddle nearly five times as big as\r\nhimself. In his left hand was a gold snuff-box,\r\nfrom which, as he capered down the hill, cutting\r\nall manner of fantastic steps, he took snuff\r\nincessantly with an air of the greatest possible\r\nself-satisfaction. God bless me! -- here was a\r\nsight for the honest burghers of\r\nVondervotteimittiss!","helpText":""},{"lessonExerciseID":"1591","lessonID":"32","type":"mixed","displayOrder":"32","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"To speak plainly, the fellow had, in spite of his\r\ngrinning, an audacious and sinister kind of face;\r\nand as he curvetted right into the village, the\r\nold stumpy appearance of his pumps excited no\r\nlittle suspicion; and many a burgher who beheld\r\nhim that day would have given a trifle for a peep\r\nbeneath the white cambric handkerchief which hung\r\nso obtrusively from the pocket of his swallow-\r\ntailed coat. But what mainly occasioned a\r\nrighteous indignation was, that the scoundrelly\r\npopinjay,","helpText":""},{"lessonExerciseID":"1592","lessonID":"32","type":"mixed","displayOrder":"33","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"while he cut a fandango here, and a whirligig\r\nthere, did not seem to have the remotest idea in\r\nthe world of such a thing as keeping time in his\r\nsteps. The good people of the borough had\r\nscarcely a chance, however, to get their eyes\r\nthoroughly open, when, just as it wanted half a\r\nminute of noon, the rascal bounced, as I say,\r\nright into the midst of them; gave a chassez\r\nhere, and a balancez there; and then, after a\r\npirouette and a pas-de-zephyr, pigeon-winged\r\nhimself right up","helpText":""},{"lessonExerciseID":"1593","lessonID":"32","type":"mixed","displayOrder":"34","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"into the belfry of the House of the Town Council,\r\nwhere the wonder-stricken belfry-man sat smoking\r\nin a state of dignity and dismay. But the little\r\nchap seized him at once by the nose; gave it a\r\nswing and a pull; clapped the big chapeau de-bras\r\nupon his head; knocked it down over his eyes and\r\nmouth; and then, lifting up the big fiddle, beat\r\nhim with it so long and so soundly, that what\r\nwith the belfry-man being so fat, and the fiddle\r\nbeing so hollow, you would have sworn","helpText":""},{"lessonExerciseID":"1594","lessonID":"32","type":"mixed","displayOrder":"35","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"that there was a regiment of double-bass drummers\r\nall beating the devil's tattoo up in the belfry\r\nof the steeple of Vondervotteimittiss. There is\r\nno knowing to what desperate act of vengeance\r\nthis unprincipled attack might have aroused the\r\ninhabitants, but for the important fact that it\r\nnow wanted only half a second of noon. The bell\r\nwas about to strike, and it was a matter of\r\nabsolute and pre-eminent necessity that every\r\nbody should look well at his watch. It was\r\nevident,","helpText":""},{"lessonExerciseID":"1595","lessonID":"32","type":"mixed","displayOrder":"36","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"however, that just at this moment the fellow in\r\nthe steeple was doing something that he had no\r\nbusiness to do with the clock. But as it now began\r\nto strike, nobody had any time to attend to his\r\nmanoeuvres, for they had all to count the strokes\r\nof the bell as it sounded. \"One!\" said the clock.","helpText":""},{"lessonExerciseID":"1596","lessonID":"32","type":"mixed","displayOrder":"37","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"\"Von!\" echoed every little old gentleman in every\r\nleather-bottomed arm-chair in\r\nVondervotteimittiss. \"Von!\" said his watch also;\r\n\"von!\" said the watch of his vrow; and \"von!\"\r\nsaid the watches of the boys, and the little gilt\r\nrepeaters on the tails of the cat and pig. \"Two!\"\r\ncontinued the big bell; and \"Doo!\" repeated all\r\nthe repeaters. \"Three! Four! Five! Six! Seven!\r\nEight! Nine! Ten!\" said the bell.","helpText":""},{"lessonExerciseID":"1597","lessonID":"32","type":"mixed","displayOrder":"38","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"\"Dree! Vour! Fibe! Sax! Seben! Aight! Noin! Den!\"\r\nanswered the others. \"Eleven!\" said the big one.\r\n\"Eleben!\" assented the little ones. \"Twelve!\" said\r\nthe bell. \"Dvelf!\" they replied perfectly\r\nsatisfied, and dropping their voices. \"Und dvelf\r\nit is!\" said all the little old gentlemen, putting\r\nup their watches. But the big bell had not done\r\nwith them yet. \"Thirteen!\" said he.","helpText":""},{"lessonExerciseID":"1598","lessonID":"32","type":"mixed","displayOrder":"39","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"\"Der Teufel!\" gasped the little old gentlemen,\r\nturning pale, dropping their pipes, and putting\r\ndown all their right legs from over their left\r\nknees. \"Der Teufel!\" groaned they, \"Dirteen!\r\nDirteen!! -- Mein Gott, it is Dirteen o'clock!!\"\r\nWhy attempt to describe the terrible scene which\r\nensued? All Vondervotteimittiss flew at once into\r\na lamentable state of uproar.","helpText":""},{"lessonExerciseID":"1599","lessonID":"32","type":"mixed","displayOrder":"40","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"\"Vot is cum'd to mein pelly?\" roared all the boys\r\n-- \"I've been ongry for dis hour!\" \"Vot is com'd\r\nto mein kraut?\" screamed all the vrows, \"It has\r\nbeen done to rags for this hour!\" \"Vot is cum'd\r\nto mein pipe?\" swore all the little old\r\ngentlemen, \"Donder and Blitzen; it has been\r\nsmoked out for dis hour!\" -- and they filled them\r\nup again in a great rage, and sinking back in\r\ntheir arm-chairs, puffed away so fast and so\r\nfiercely that the whole valley was immediately\r\nfilled","helpText":""},{"lessonExerciseID":"1600","lessonID":"32","type":"mixed","displayOrder":"41","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"with impenetrable smoke. Meantime the cabbages\r\nall turned very red in the face, and it seemed as\r\nif old Nick himself had taken possession of every\r\nthing in the shape of a timepiece. The clocks\r\ncarved upon the furniture took to dancing as if\r\nbewitched, while those upon the mantel-pieces\r\ncould scarcely contain themselves for fury, and\r\nkept such a continual striking of thirteen, and\r\nsuch a frisking and wriggling of their pendulums\r\nas was really horrible to see. But, worse","helpText":""},{"lessonExerciseID":"1601","lessonID":"32","type":"mixed","displayOrder":"42","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"than all, neither the cats nor the pigs could put\r\nup any longer with the behavior of the little\r\nrepeaters tied to their tails, and resented it by\r\nscampering all over the place, scratching and\r\npoking, and squeaking and screeching, and\r\ncaterwauling and squalling, and flying into the\r\nfaces, and running under the petticoats of the\r\npeople, and creating altogether the most\r\nabominable din and confusion which it is\r\npossible for a reasonable person to conceive. And\r\nto make","helpText":""},{"lessonExerciseID":"1602","lessonID":"32","type":"mixed","displayOrder":"43","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"matters still more distressing, the rascally\r\nlittle scape-grace in the steeple was evidently\r\nexerting himself to the utmost. Every now and\r\nthen one might catch a glimpse of the scoundrel\r\nthrough the smoke. There he sat in the belfry\r\nupon the belfry-man, who was lying flat upon his\r\nback. In his teeth the villain held the\r\nbell-rope, which he kept jerking about with his\r\nhead, raising such a clatter that my ears ring\r\nagain even to think of it. On his lap lay the big\r\nfiddle, at","helpText":""},{"lessonExerciseID":"1603","lessonID":"32","type":"mixed","displayOrder":"44","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"The Devil in the Belfry","exercise":"which he was scraping, out of all time and tune,\r\nwith both hands, making a great show, the\r\nnincompoop! of playing \"Judy O'Flannagan and\r\nPaddy O'Rafferty.\" Affairs being thus miserably\r\nsituated, I left the place in disgust, and now\r\nappeal for aid to all lovers of correct time and\r\nfine kraut. Let us proceed in a body to the\r\nborough, and restore the ancient order of things\r\nin Vondervotteimittiss by ejecting that little\r\nfellow from the steeple.","helpText":""}];
		lessonData.lessonID = '32';
		lessonData.speedType = 'wpm';
		lessonData.pauseImg = resourceURL+"/tutor/skins/1/images/pause.png";
		lessonData.resumeImg = resourceURL+"/tutor/skins/1/images/resume.png";
		lessonData.exerciseNum = 0;
		lessonData.lessonCharacters = 0;
		lessonData.lessonSeconds = 0;
		lessonData.lessonErrors = 0;
		lessonData.spaces = " ";
		lessonData.newslesson = '';
		lessonData.test = 0;
		lessonData.showTestGraph = 0;
		lessonData.numberPad = '0';
		lessonData.name = "The Devil in the Belfry";
		lessonData.restricted = '';
		lessonData.playSounds = true;
		lessonData.course = 'SPECIALTY_COURSE';
		lessonData.hasTrophy = 1;
		lessonData.achievedTrophy = 0;
		lessonData.isRestarting =0;
		lessonData.noKeyboard = 1;
		lessonData.forceKeyboard = 0;
		lessonData.keyboardID = 1;
		lessonData.progress = 0;
		lessonData.actionName = 'index';
		lessonData.restricted = 0;
			