
		lessonData = {};
		lessonData.userID = '14502999';
		lessonData.introText = "<p class=\"typinghelp\">In this lesson you will be typing mostly full paragraphs containing all kinds of letters, numbers, punctuation, etc.  If you don't know a certain symbol, take a look at the on-screen keyboard before starting the exercise.  Remember, hold down shift to get the symbol on the top of a key.<\/p><p class=\"typinghelp\">Just take your time and focus on accuracy.  You're already in the Advanced Course, so this should be a breeze for you.<\/p>";
		lessonData.congratsText = "<img src=\"\/tutor\/images\/congrats_4.png\" alt=\"\" align=\"right\" \/><p class=\"typinghelp\">And another one bites the dust.  Excellent job, as always!<\/p>";
		lessonData.exercises = [{"lessonExerciseID":"115052","lessonID":"337","type":"mixed","displayOrder":"2","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Starting off strong!","exercise":"You say this survey is monotonous rather than\r\nglorious. You should hurry surely to Vancouver\r\nfor some delicious yuletide fare. It seems only\r\nyesterday that I was conscious of being young and\r\nvigorous enough to fly my buoyant plane. If you\r\nlucky boys are victorious over any unusually\r\nfurious, dangerous, or anxious double duty on\r\nthis survey, write a quotable account yourself\r\nfor the Journal.","helpText":""},{"lessonExerciseID":"115053","lessonID":"337","type":"mixed","displayOrder":"3","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(1) Warm Up Drill","exercise":"They were often too tired to be certain they heard\r\nthe hour.","helpText":""},{"lessonExerciseID":"115054","lessonID":"337","type":"mixed","displayOrder":"4","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(2) Falling Asleep Drill","exercise":"hood ight sion full ould able like ment ical tial\r\nambi semi hand part king itio hing tory ding enti\r\nting thou ving very","helpText":""},{"lessonExerciseID":"115055","lessonID":"337","type":"mixed","displayOrder":"5","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(3) Want To Party Drill","exercise":"Dear Alice, \r\nThe scene is a state in the South. A sweet girl\r\nspeaks of the sound and sight of the river. Seven\r\nmen without shame raise the stock sales and the\r\nboy tries to spend too much at the store. In order\r\nto make a quiet and quick slide down the river,\r\nthe men seize the boat while the others, who are\r\nquite ready to serve the girl, sleep.","helpText":""},{"lessonExerciseID":"115056","lessonID":"337","type":"mixed","displayOrder":"6","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(4) How about them Cubbies?","exercise":"It seems the girl has sense, for on a sheet of\r\npaper she writes that her stock of gold is within\r\nreach from a round stone under the small shade\r\ntree. She does not quote the boy, but does refer\r\nto the sorry end of his short study, and in her\r\nreply to his folks she will state how the gold\r\nmay still be spent in the right way, which will\r\nstamp the story as real. \r\nYours sincerely,","helpText":""},{"lessonExerciseID":"115057","lessonID":"337","type":"mixed","displayOrder":"7","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(5) Good work","exercise":"Dear Mrs. White, \r\nI wish to thank you for the words you wrote three\r\nweeks ago, and I trust you will write again on the\r\nwrong and waste of war. As I watch the wheels of\r\nevents today, I think you value a thing it has\r\ntaken me a third of my years to see. In its total\r\ntrade the world is one whole, and each part in\r\ntouch with the other at most times.","helpText":""},{"lessonExerciseID":"115058","lessonID":"337","type":"mixed","displayOrder":"8","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(6) 5-letter words (T - Z)","exercise":"The usual farm woman won't see a trade table or\r\nunderstand its terms, for she is tired with her\r\nefforts to train and teach her young. She has\r\ntried to throw her value into her home, which to\r\nher is worth so much. War cannot be put under\r\nuntil these women see there is but one world,\r\nwhich truly is their world. Where will you be\r\nwhile the thick wheat is harvested? Would you\r\nvisit us, using your voice to teach us these\r\nthings?","helpText":""},{"lessonExerciseID":"115059","lessonID":"337","type":"mixed","displayOrder":"9","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(6) Pointy Paragraph (N - M)","exercise":"Important dinner company in our small apartment\r\nwas not common, and November ninth mamma was\r\nsolemn in manner. The moment nine American\r\ngentlemen were announced, fun and argument\r\nbegan. I remember one ancient gentleman, manager\r\nof much more income than mine, who was not solemn\r\nas imagined, but funny and human, even if normal\r\ndemand, planned movements of modern machines to\r\nCanada, and numbers of men.","helpText":""},{"lessonExerciseID":"115060","lessonID":"337","type":"mixed","displayOrder":"10","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(1) Haven't we met someplace b4?","exercise":"Though I don't seem to hear the doctor, I know he\r\nis early.","helpText":"<p class=\"typinghelp\">Hard to believe you got this far.  This lesson is HUGE.  Let us fixate on the letters A through K.<\/p>\r\n\r\n"},{"lessonExerciseID":"115061","lessonID":"337","type":"mixed","displayOrder":"11","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(2) Balance Your Checkbook Drill","exercise":"stat each ning ieve ring side nder emen turn embe\r\nllow ours","helpText":""},{"lessonExerciseID":"115062","lessonID":"337","type":"mixed","displayOrder":"12","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(3) My name is Tony Montana.","exercise":"Dear Mr. and Mrs. Blank,\r\nYour son has not called on me. If he is to\r\nbecome almost an annual charge upon the county,\r\nthe church will answer with action. Yet, I am\r\nafraid his arrest cannot assure his coming around\r\nand asking us for advice. Of course he has to\r\nappear before August. He bought on credit, got\r\nbehind in cash, and the amount became too big.\r\nI shall pay it.","helpText":""},{"lessonExerciseID":"115063","lessonID":"337","type":"mixed","displayOrder":"13","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(4) Brain Damage Drill","exercise":"You are an old couple, and I advise you to accept\r\nthis. Anyway, he is not a common boy and must\r\nhave a chance. He always does appear to anyone as\r\nfit. I run across copies of his art. I can\r\nadvise your son, attend to his credit, and try to\r\nhelp him arrive at a change for the better.\r\nSincerely yours,","helpText":""},{"lessonExerciseID":"115064","lessonID":"337","type":"mixed","displayOrder":"14","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(5) 6-letter words (D - K)","exercise":"Father is having all the lot, except the garden,\r\nfilled in during the week. Giving in to his\r\ndesire, I intend to work the ground. Doctor says\r\nthat my health is hardly an excuse, so I had\r\nbetter decide to make an effort. Indeed, I am\r\ndriven either to finish the work in the near\r\nfuture or pay to have it done.","helpText":""},{"lessonExerciseID":"115065","lessonID":"337","type":"mixed","displayOrder":"15","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(6) 6-letter words (D - K)","exercise":"I am hoping you will happen upon some kindly\r\nfellow to whom a flower garden itself is fun,\r\nand inform me. I shall direct him, as the entire\r\neffect will lie in the way we handle the ground\r\nplan. Don't forget. I have a dollar. I expect\r\nyou to follow me and take dinner. Friday I didn't\r\nhave cash, but a friend of the family had enough\r\nfor both of us.","helpText":""},{"lessonExerciseID":"115066","lessonID":"337","type":"mixed","displayOrder":"16","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(7) Rest your eyes","exercise":"I quit the quiz when I saw the quantity of quaint\r\nhazy questions. To seize lesser prizes required\r\nanswers to a dozen queries. Only a quarter of\r\nthe quotas qualified with zest. Many had zero\r\nwhen the quiz asked: In what zones are Brazil,\r\nSwitzerland, Arizona, or Texas? Zebras in our\r\nzoos grow to what sizes? Analyze and quote one\r\ngreat citizen's query as to zeppelins. Criticize\r\nthe quality of jazz music.","helpText":""},{"lessonExerciseID":"115067","lessonID":"337","type":"mixed","displayOrder":"17","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(1) The Luga Brasi experience.","exercise":"At the last minute he wrote that he knew it was\r\ndone again.","helpText":"<p class=\"typinghelp\">We are typing six letter words now using mainly the letters L - Z.  Didn't I just say that?<\/p>\r\n\r\n"},{"lessonExerciseID":"115068","lessonID":"337","type":"mixed","displayOrder":"18","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(2)Tony Soprano is in charge here","exercise":"trans ition there lease craft hyper etter esque\r\nceive where","helpText":""},{"lessonExerciseID":"115069","lessonID":"337","type":"mixed","displayOrder":"19","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(3) 6-letter words (L - R)","exercise":"I did notice a number of the pretty places I\r\npassed in the air nearly two months ago, and I can\r\nat length locate the best. If prices remain\r\nrather low, I will not return for any person or be\r\nprompt at orders. I can play a record or two, and\r\nnot regret there is no report to be looked at. I\r\nwant to be myself and regard nature, not people.","helpText":""},{"lessonExerciseID":"115070","lessonID":"337","type":"mixed","displayOrder":"20","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(4) 6-letter words (L - R)","exercise":"To obtain this latter result is the proper\r\nreason for making this quiet trip. So far from\r\nthe public, matter in the papers will be old and\r\nmarket policy of little moment. It will please\r\nme to have you with us longer than the others. I\r\nwas really living for the period when I would be\r\nplaced with you both. Your mother has a lovely\r\nmanner. I am glad to oblige so recent a member\r\nof our office, too.","helpText":""},{"lessonExerciseID":"115071","lessonID":"337","type":"mixed","displayOrder":"21","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(5) No mas!","exercise":"Dear Sylvia, \r\nI wonder if my sister talked to you on Sunday of\r\nthe thirty things we wanted to do this summer? We\r\nwere trying all the spring season at school to\r\nsecure a supply of simple but strong materials\r\nfor a camp in the valley.","helpText":""},{"lessonExerciseID":"115072","lessonID":"337","type":"mixed","displayOrder":"22","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(6) 6-letter words (S - Z)","exercise":"It struck me as we were taking a walk down the\r\nstreet that we would surely be unable to do as we\r\nstated unless you took a sudden notion to help. It\r\nseemed to me on second thought we should give\r\nthanks to you for giving tongue to our wishes last\r\nwinter, for you turned the folks in our favor.","helpText":""},{"lessonExerciseID":"115073","lessonID":"337","type":"mixed","displayOrder":"23","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(7) 6-letter words (S - Z)","exercise":"My sister was saying that girls from twenty states\r\nhad signed our pledge, so we are united. Though\r\nthis is off the subject, I saw a pretty yellow and\r\nsilver dress within a window on Main Street\r\ntoward our corner. Would you think it suitable\r\nfor the writer?\r\nSincerely yours,","helpText":""},{"lessonExerciseID":"115074","lessonID":"337","type":"mixed","displayOrder":"24","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(8) Lotta Typing (A - Q)","exercise":"I acquired a bequest from a quizzical Quaker.\r\nHow to apply it was a quandary. As a quasi\r\nartist, I began in Albuquerque to make a quantity\r\nof plaques of chance Indian acquaintances. My\r\nmasquerade as an artist of quality in that quaint\r\nland of quite Spanish art and adobe was adequate\r\nand equally unique. Squeezed in quiet, antiquated\r\nadobe quarters, I began quickly and without\r\nqualms to quit.","helpText":""},{"lessonExerciseID":"115075","lessonID":"337","type":"mixed","displayOrder":"25","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(1) Stop the maddness!","exercise":"Instead of having us tonight he is making ready\r\nfor Tuesday.","helpText":"<p class=\"typinghelp\">Seven letter words, oh my!<\/p>\r\n\r\n<p class=\"typinghelp\">You aren't <strong>scared<\/strong>, are you?<\/p>\r\n"},{"lessonExerciseID":"115076","lessonID":"337","type":"mixed","displayOrder":"26","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(2) Revolution will not be on TV.","exercise":"stead ation retro geous contr ourse ultra super\r\nntion under","helpText":""},{"lessonExerciseID":"115077","lessonID":"337","type":"mixed","displayOrder":"27","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(3) Costanza, can't stand ya.","exercise":"Dear Annabel, \r\nMy brother and his college friends in the factory\r\ndecided to arrange an evening exactly as in the\r\nold days. After calling us, they arrived and we\r\ncarried out the idea. We used an old college\r\ncatalog and each girl had an old college dress.","helpText":""},{"lessonExerciseID":"115078","lessonID":"337","type":"mixed","displayOrder":"28","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(4) 7-letter words (A - F)","exercise":"Further to advance the evening, my brother\r\nadvised us of an old address near the freight\r\nyard where certain college boys brought this or\r\nthat article and were allowed a few dollars. As\r\nwe went in, an old man came a step farther, fell\r\nforward and against me. Brother charged him.\r\nWill you believe this careful account I enclose?\r\nBetween brother and me lay this old man who did\r\nseem dead. I can't express my feeling. His head\r\nwas covered with marks of blows.","helpText":""},{"lessonExerciseID":"115079","lessonID":"337","type":"mixed","displayOrder":"29","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(5) What do you want from me?","exercise":"Already we were anxious to go. Yet his safe was\r\nopen, as if to furnish us the old books with the\r\nmany expense charges against the college boys.\r\nWhen I looked to see who of our company were in\r\nthem, I read one balance after another paid from\r\nthe old country to My Dearest Son. You are\r\ncorrect if you guess we now ran, because we did.\r\nWhat follows? Today's paper doesn't have a line.\r\nYours sincerely,","helpText":""},{"lessonExerciseID":"115080","lessonID":"337","type":"mixed","displayOrder":"30","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(6) Buy any good music lately?","exercise":"Dear Mrs. White,\r\nI have been holding on, but this January I am\r\ngetting out. My wife herself may have told you of\r\nour opening. However, I go at ten o'clock this\r\nmorning, and your husband is still out. He is to\r\ndo my general work himself, and may not imagine\r\nthere is any measure of justice in that. We\r\nmarried men are obliged to do as ordered.","helpText":""},{"lessonExerciseID":"115081","lessonID":"337","type":"mixed","displayOrder":"31","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(7) 7-letter words (G - O)","exercise":"I am leaving a hundred matters. He has my\r\nopinion on each. Tell him the minutes of the last\r\nmeeting of the members are on my table. Tell him\r\nI haven't an invoice, but have instead an October\r\nbill, for our new machine parts. He may mention\r\nthis item to the manager, as he has neither its\r\nhistory nor my letters of inquiry. I find\r\nnothing else to include. We shall miss you\r\ngreatly, and we shall be looking for you at our\r\nnew home.","helpText":""},{"lessonExerciseID":"115082","lessonID":"337","type":"mixed","displayOrder":"32","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(8) How ya doin?","exercise":"I realize that this letter I am sending may\r\nsubject you to some trouble. I am writing\r\ntonight without waiting to go through various\r\nreports on our present program. If I had thought\r\nthat you would be willing to give me an extra\r\nday, perhaps I would have come myself. As soon\r\nas this letter has reached you, and you have\r\nfinished reading the several items about which I\r\nhave written, I hope you can give extra working\r\ntime to my request for special records.","helpText":""},{"lessonExerciseID":"115083","lessonID":"337","type":"mixed","displayOrder":"33","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(9) 7-letter words (P - Z)","exercise":"It is my purpose to prepare a fast station-\r\nto-station service that should be in running\r\norder soon. I suppose it could be started next\r\nmonth. Let me ask, also, whether we could\r\nreceipt each payment, as we receive it, on a\r\nregular form similar to those in the package\r\nshipped you Tuesday. I am pleased with your\r\nshowing. You have been like a soldier on duty in\r\nany and all weather. Success is your teacher.\r\nWith my best regards,","helpText":""},{"lessonExerciseID":"115084","lessonID":"337","type":"mixed","displayOrder":"34","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(1) Bored to death drill","exercise":"He would separate the whole business and buy out\r\ntheir half.","helpText":"<p class=\"typinghelp\">Only two sections to go!  <\/p>\r\n\r\n"},{"lessonExerciseID":"115085","lessonID":"337","type":"mixed","displayOrder":"35","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(2) Need a vacation drill","exercise":"inter itude circu gious right cious after extra\r\nmicro sible","helpText":""},{"lessonExerciseID":"115086","lessonID":"337","type":"mixed","displayOrder":"36","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(3) Losing my mind drill","exercise":"First, I consider of definite interest anything\r\nfrom the business of as good a customer as you.\r\nAs director of our division, I am to continue\r\nhandling building material. My judgment on all\r\nthe evidence, which I send herewith enclosed in a\r\nsecond envelope, is one of complete approval.\r\nLet me have a contract covering the earliest\r\ndelivery date. Are you advising me what increase\r\nin your discount is expected?","helpText":""},{"lessonExerciseID":"115087","lessonID":"337","type":"mixed","displayOrder":"37","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(4) 8-letter words(A - M)","exercise":"Second, this forenoon I saw your son and he told\r\nme of his marriage in February. Although you had\r\nnot entirely finished the addition to your lake\r\nhouse by last December, couldn't you exchange it,\r\nas it is, for my mountain home? Your son said that\r\nhis young wife wants to live on this mountain to\r\nwhich all your children seem so attached.","helpText":""},{"lessonExerciseID":"115088","lessonID":"337","type":"mixed","displayOrder":"38","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(5) Having fun?","exercise":"Dear Nathan,\r\nDo you remember an original idea you proposed\r\nlast November relative to planning for some\r\nshipping from my property? My neighbor recently\r\ncalled it a plan in a thousand, and we must get\r\ntogether so that I can thank you properly. This\r\nis a national as well as personal question, and I\r\nam trusting that you will be thinking that it is\r\npossible for you to help put it into practice.","helpText":""},{"lessonExerciseID":"115089","lessonID":"337","type":"mixed","displayOrder":"39","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(6) 8-letter words (N - Z)","exercise":"If you can possibly separate yourself from\r\nteachers and your teaching position sometime\r\nsoon, plan to get a standard car and whatever\r\nelse is required for the trip. The car would\r\nalso be a pleasure after you return to New York.\r\nMay I persuade you in replying to state that you\r\nare planning to come promptly? We will make you\r\none of the officers of the shipping business.\r\nYour sincerely,","helpText":""},{"lessonExerciseID":"115090","lessonID":"337","type":"mixed","displayOrder":"40","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(7) I need a break!","exercise":"I am beginning this afternoon to give my\r\nimmediate attention to a Christmas that should be\r\nbeautiful. I have addressed, to be forwarded and\r\ndelivered in good condition, some new equipment\r\naccording to your wish. I note, too, that your\r\ncommittee met. What these gentlemen said is\r\nimportant and may be a sort of insurance that\r\nyour plan does not fail. I certainly would not\r\nwant to duplicate for you the kind of education\r\ngiven me.","helpText":""},{"lessonExerciseID":"115091","lessonID":"337","type":"mixed","displayOrder":"41","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(8) 9-letter words (A - I)","exercise":"Be different by following more than one new idea,\r\nincluding some of your own. If you can carefully\r\ntake fair advantage of every available condition,\r\neverybody should accept you cordially, as\r\nanswering to the character of a gentleman. Mother\r\nis enclosing a few lines.","helpText":""},{"lessonExerciseID":"115092","lessonID":"337","type":"mixed","displayOrder":"42","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(1) Warm-up Drill","exercise":"My country friend is beginning to believe trouble\r\nis coming.","helpText":"<p class=\"typinghelp\">This is the final section!   YAY!<\/p>\r\n"},{"lessonExerciseID":"115093","lessonID":"337","type":"mixed","displayOrder":"43","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(2) Balance Drill","exercise":"thing pleas ought quest ember count ditio state\r\nrecei ction","helpText":""},{"lessonExerciseID":"115094","lessonID":"337","type":"mixed","displayOrder":"44","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(3) 9-letter words (J - Z)","exercise":"Dear Gertrude, \r\nThis letter has no reference to shipments which\r\nyou have so kindly purchased from me in the past.\r\nRather, as you are returning to this territory by\r\nSeptember, our president has requested me as\r\nsecretary to ask that you make a statement before\r\nour club the first Wednesday.","helpText":""},{"lessonExerciseID":"115095","lessonID":"337","type":"mixed","displayOrder":"45","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(4) High knees","exercise":"Let me say something of the questions we have been\r\nreceiving for the year. Recently I read that the\r\nold principle today still applies. It is\r\nwonderful what our new knowledge has surprised us\r\ninto regarding as necessary for ourselves--\r\nsometimes things not even mentioned yesterday.","helpText":""},{"lessonExerciseID":"115096","lessonID":"337","type":"mixed","displayOrder":"46","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(5) You type smooth as silk.","exercise":"Will you therefore represent this new deal and\r\npresent the situation to us in principle,\r\nsincerely, as you see it? Otherwise, if you\r\ncannot make this provision now, I shall be glad to\r\ncall upon you later.\r\nYours sincerely,","helpText":""},{"lessonExerciseID":"115097","lessonID":"337","type":"mixed","displayOrder":"47","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(6) 10-letter words (A - Z)","exercise":"Dear Alex,\r\nWe are especially interested in the settlement run\r\nby a new department at the University. We\r\nappreciate the importance of its additional study\r\nto understand impossible conditions in the poor\r\nparts of our city, and its use for adjustment of\r\nsome particular boy or girl. Have you read our\r\nmemorandum in this connection?","helpText":""},{"lessonExerciseID":"115098","lessonID":"337","type":"mixed","displayOrder":"48","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(7) I want to go home.","exercise":"Our city is absolutely too big. With the\r\nautomobile we can distribute every person to his\r\nhome along a line, or wide road, running far from \r\nthe city. The difference between country and city\r\ngrows less and less, in accordance with such use\r\nof the automobile.","helpText":""},{"lessonExerciseID":"115099","lessonID":"337","type":"mixed","displayOrder":"49","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(8) 10-letter words (A - Z)","exercise":"Concerning our collection of any remittance from\r\nyou, this would serve to form a Conference which\r\nwould develop everything that can make city\r\ngovernments bring full and rich experience to all.\r\nSincerely yours,","helpText":""},{"lessonExerciseID":"115100","lessonID":"337","type":"mixed","displayOrder":"50","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(9) Were almost done.","exercise":"Dear Sir,\r\nI wish to acknowledge the recent interesting\r\ncorrespondence from your office on the very\r\nconsiderable requirements of the new law that have\r\nto do with any unfortunate advertising that might\r\nappear in my papers.","helpText":""},{"lessonExerciseID":"115101","lessonID":"337","type":"mixed","displayOrder":"51","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(10) 11- to 14-letter words (A - Z)","exercise":"Our association also has appreciated both your\r\ninstructions and the opportunity for\r\nprompt examination and understanding of the new\r\narrangement, particularly its application to all\r\ninformation given the public about merchandise\r\nfor sale. This has been a real convenience in\r\nour consideration of the entire proposition. I\r\nwant to assure you that our cooperation under the\r\nnew law will be satisfactory in every way.","helpText":""},{"lessonExerciseID":"115102","lessonID":"337","type":"mixed","displayOrder":"52","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"(11) Ooh la la Paragraph (L R Z)","exercise":"The JOURNAL learned that the relatives on their\r\narrival in April had already referred the trouble\r\nto lawyers. Their early return surprises me.\r\nAs to the children themselves, the older girls\r\nare personally agreeable, slender, and certainly\r\nfull of zest. They travel yearly and already are\r\nfamiliar with the world. Their father\r\nwas a quizzical old man who fairly idolized\r\nthem. His will leaves them very nearly a\r\nhalf-million dollars.","helpText":""},{"lessonExerciseID":"115103","lessonID":"337","type":"mixed","displayOrder":"53","timeLimit":"0","accuracyLimit":"30","speedLimit":"0","title":"Last exercise!!!!","exercise":"Only the earlier, first will is very irregular.\r\nI've already quizzed them about the real hazards\r\nof quarrels over legal prizes of similar size.\r\nFrom their replies I've realized slowly that the\r\ngirls are all right. It really amazes me that\r\neven persons like ourselves promptly seize upon\r\nsome hostile relative's version of an earlier\r\nwill, which should be recognized as false.","helpText":""}];
		lessonData.lessonID = '337';
		lessonData.speedType = 'wpm';
		lessonData.pauseImg = resourceURL+"/tutor/skins/1/images/pause.png";
		lessonData.resumeImg = resourceURL+"/tutor/skins/1/images/resume.png";
		lessonData.exerciseNum = 0;
		lessonData.lessonCharacters = 0;
		lessonData.lessonSeconds = 0;
		lessonData.lessonErrors = 0;
		lessonData.spaces = " ";
		lessonData.newslesson = '';
		lessonData.test = 0;
		lessonData.showTestGraph = 0;
		lessonData.numberPad = '0';
		lessonData.name = "Advanced Wrap Up";
		lessonData.restricted = '';
		lessonData.playSounds = true;
		lessonData.course = 'ADVANCED_COURSE';
		lessonData.hasTrophy = 1;
		lessonData.achievedTrophy = 0;
		lessonData.isRestarting =0;
		lessonData.noKeyboard = 1;
		lessonData.forceKeyboard = 0;
		lessonData.keyboardID = 1;
		lessonData.progress = 0;
		lessonData.actionName = 'index';
		lessonData.restricted = 0;
			