Repository: Ghost0817/typing_web
Catalog: translations/messages.*.xliff
Languages: mn

source: Deleting an account will permanently delete the account from Bicheech.com
mn: Устгаж байгаа бүртгэл Бичээч.ком-оос бүртгэлийг шууд устгах болно.

source: Unlink Account(s)
mn: Бүртгэлийг Салгах

source: Unlinking an account removes the accounts from your Portal, however the account remains intact and available to the student
mn: Салгаж байгаа бүртгэлийг таны Портал-ын бүртгэлээс устгах боловч бүртгэл нь хэвээр байх ба сурагчид хэрэглэх боломжтой байна.

source: Moving Student(s)
mn: Сурагч(д) Шилжиж байна

source: You have not yet created any classes.
mn: Та одоогоор ямар ч анги үүсгээгүй байна.

source: Create your first class.
mn: Анхны ангий үүсгэ.

source: Move Successful!
mn: Амжилттай Шилжсэн!

source: The selected student(s) have been moved between classes.
mn: Сонгогдсон сурагч(д) анги хооронд шилжүүлсэн байна.

source: There was an error
mn: Алдаа гарсан

source: Select a class
mn: Анги сонгох

source: Move Student(s)
mn: Сурагч(д) Шилжүүлэх

source: Move Students Between Classes
mn: Ангийн хооронд сурагчидыг шилжүүлэх

source: Resetting Student(s)
mn: Сурагчийг шинэчилэж байна

source: Reset Selected Students
mn: Сонгогдсон Сурагчид Шинэчилэх

source: Statistics and personal information will be cleared.
mn: Статистик болон хувийн мэдээллийг арилгах болно.

source: Permanently clear all typing progress and personal information from the selected accounts
mn: Сонгосон бүртгэлээс шивэлтийн явц ба хувийн мэдээллийг шууд цэвэрлэх болно

source: Reset Successful
mn: Амжилттай Шинэчилэсэн

source: Typing data and personal information for the account(s) have been cleared.
mn: Бүртгэл дээрээс шивэлтийн өгөгдөл ба хувийн мэдээллийг устгасан.

source: Reset Passwords
mn: Нууц үг Шинэчлэх

source: New password
mn: Шинэ нууц үг

source: Password Reset Failed
mn: Нууц үг шинэчлэлт амжилтгүй боллоо

source: You must enter a password.
mn: Та нууц үгээ оруулах ёстой.

source: Resetting Passwords
mn: Нууц үг шинэчилж байна.

source: Password Reset Successful
mn: Нууц үг шинэчлэлт амжилттай

source: The password for the account(s) have been reset.
mn: Бүртгэл дээрх нууц үгийг шинэчилэсэн.

source: Student(s) Deleted
mn: Сурагч(д) Устгасан

source: The selected student accounts have been deleted from Bicheech.com.
mn: Сонгосон сурагчийн бүртгэлийг Бичээч.ком оос устгасан болно.

source: Unlinking Successful
mn: Амжилттай Салгаллаа

source: The selected student(s) have been unlinked from your teacher Portal.
mn: Сонгосон сурагчийг багшийн Порталоосоо салгасан болно.

source: Unlinking student accounts
mn: Сурагчийн бүртгэл салгаж байна

source: Unlink Students
mn: Сурагч Салгах

source: Unlinking a student account will remove it from your Teacher Portal, however the account will still exist and be accessible by the student.
mn: Салгаж байгаа сурагчийн бүртгэлийг таны багшийн Портал-ын бүртгэлээс хасах боловч бүртгэл нь хэвээр байх ба сурагч хандах боломжтой байна.

source: Select a Language
mn: Хэл сонгох

source: Edit Student
mn: Сурагч Засварлах

source: Account Information
mn: Бүртгэлийн Мэдээлэл

source: Note: only enter a password to change it
mn: Тайлбар: зөвхөн өөрчилөх нууц үг оруулна

source: Optional Fields
mn: Нэмэлт Талбарууд

source: Speed Calculation
mn: Хурд Тооцоолол

source: Sentence Spaces
mn: Өгүүлбэрийн зай

source: Typing Sounds
mn: Бичих дуу

source: Student Account Successfully Updated
mn: Сурагчийн Бүртгэл Амжилттай Шинэчлэгдсэн

source: Usernames must be between 4 and 30 characters, and can contain only letters, numbers, userscores, and one dot (.)
mn: Хэрэглэгчийн нэр нь 4-30 тэмдэгтээс хэтрэхгүй байх ёстой бөгөөд зөвхөн үсэг, тоо, доогуур зураас, нэг цэгийг(.) агуулсан байж болно

source: Can't find that email, sorry.
mn: Уучлаарай, Энэ имэйлийг олохгүй байна.

source: Save Successful
mn: Амжилттай Хадгаллаа

source: Password change successfully
mn: Нууц үг өөрчлөлт амжилттай

source: Please reset your password
mn: Өөрийн нууц үгээ дахин тохируулна уу

source: Your password has changed
mn: Таны нууц үг өөрчлөгдсөн

source: It looks like you clicked on an invalid password reset link. Please try again.
mn: Та буруу нууц үг сэргээх холбоос дээр дарсан бололтой. Дахин оролдоно уу.

source: Account information saved successfully
mn: Бүртгэлийн мэдээлэл амжилттай хадгалагдсан

source: Registration successful
mn: Бүртгэл амжилттай болсон
