Repository: Ghost0817/typing_web
Catalog: translations/messages.*.xliff
Languages: mn

source: free online typing tutor.
mn: Онлайн үнэгүй бичвэрийн заавар.

source: Login
mn: Нэвтрэх

source: Home
mn: Нүүр

source: Times Taken
mn: Авсан Удаа

source: Typing Tests
mn: Шивэх Сорил

source: Blog
mn: Блог

source: FAQs
mn: ТТА-ууд

source: Frequently Asked Questions
mn: Түгээмэл Тавигддаг Асуултууд

source: Student Progress Overview
mn: Сурагчдын Явцын Тойм

source: Contact Us
mn: Холбоо барих

source: Detailed by Lesson
mn: Хичээл Дэлгэрэнгүй

source: Class Scoreboard
mn: Ангийн Онооны Самбар

source: records
mn: бичлэг

source: Print
mn: Хэвлэх

source: Perfect for All Ages
mn: Бүх насныханд зохицсон

source: Lessons for All Skill Levels
mn: Бүх ур чадварын төвшинүүдэд хичээлүүдтэй

source: Run Report
mn: Тайлан Ажиллуулах

source: Select a Date Range
mn: Огнооны мужийг сонгох

source: Select a Report
mn: Тайлан Сонгох

source: Premium Packages
mn: Дээд Зэрэглэлийн Багцууд

source: Bronze
mn: Хүрэл

source: Gold
mn: Алтан

source: Platinum
mn: Платинум

source: Remove Distracting Ads
mn: Садаатай зар устга

source: 16 Premium Lessons
mn: 16 Нэмэгдэл Хичээлүүд

source: Priority email support
mn: И-мэйл Дэмжлэгийн Давуу эрх

source: Course
mn: Курс

source: Games
mn: Тоглоомууд

source: Test
mn: Тест

source: Statistics
mn: Статистик

source: Register Now
mn: Одоо Бүртгүүлэх

source: It's free
mn: Үнэ төлбөргүй

source: Register with Bicheech to track your progress, access additional content and compete for your place in the Hall of Fame.
mn: Үйлдэлээ үргэлжлүүлэх болон нэмэгдэл мэдээлэл бүхий агуулга мөн ажилаа мэргэжилийн түвшинд дуусгамаар байвал Бичээчид бүртгүүлнэ үү.

source: Your Skill Level
mn: Таны ур чадварын түвшин

source: Hall of Fame
mn: Алдарын танхимд

source: You are not logged in. Typing progress will not be saved.
mn: Та холбогдоогvй байна. Бичвэрийн ахиц дэвшил нь хадгалагдахгүй байх болно.

source: Start
mn: Эхлэх

source: Already have an account?
mn: Бүртгэл байгаа юу?

source: Please log in to continue.
mn: Үргэлжлүүлэхийн тулд нэвтэрч орно уу.

source: I forgot my password
mn: Би нууц үгээ мартсан

source: Don't have an account?
mn: Бүртгэл байдаггүй юу?

source: Create Account
mn: Бүртгэл Үүсгэх

source: Select a Class
mn: Анги Сонгох

source: total
mn: нийт

source: No problem
mn: Aсуудалгүй

source: Register
mn: Бүртгүүлэх

source: No accounts selected
mn: Сонгосон Бүртгэлүүд байхгүй байна

source: Hi
mn: Сайн уу

source: begin
mn: эхлэх

source: Show/Hide Keyboard Diagram
mn: Гарын Зурагийг Нээх/Хаах

source: Start Over
mn: Дахин Эхлэх

source: Mongolia Course Overview Statistics
mn: Монгол Курс Тойм Статистик

source: English Course Overview Statistics
mn: Англи Курс Тойм Статистик

source: View
mn: Үзэх

source: Option
mn: Сонгол

source: Restart Lesson
mn: Хичээл Дахин Эхлэх

source: Are you sure you would like to restart the lesson
mn: Хичээлийг дахин эхлүүлэхийг хүсч байгаадаа та итгэлтэй байна уу

source: retake exercise
mn: дасгалыг дахин эхлүүлэх

source: continue
mn: үргэлжлүүлэх

source: Progress Summary
mn: Явцын тойм

source: Time Spent Typing (by day)
mn: Хугацаа зарцуулсан Шивэлт (өдрөөр)

source: Your Problem Keys
mn: Таны Асуудалтай Товчнууд

source: Typing Test Results
mn: Тэстийн Шивэлтын Дүнгүүд

source: wpm
mn: мбт

source: accuracy
mn: чанар

source: lesson wpm
mn: хичээл мбт

source: lesson acc
mn: хичээл чанар

source: Lesson Averages
mn: Хичээл нь дунджаар

source: Lesson Progress
mn: Хичээлийн Явц

source: Net Speed
mn: Цэвэр Хурд

source: Accuracy
mn: Чанар

source: complete
mn: дууссан

source: 404 error
mn: 404 алдаа

source: Page not found(404 error)\nSorry, but the page you are looking for has not \nbeen found. Try checking the URL for errors, then \nhit the refresh button on your browser.
mn: Хуудас олдоогүй(404 алдаа)\nУучлаарай, гэхдээ таны хайж байгаа хуудас \nолдсонгүй. Алдааны хаягийг шалгаж үзээрэй, дараа \nнь таны браузер дээрх сэргээх товчийг дараарай.

source: Page not found
mn: Хуудас олдоогүй

source: Logout
mn: Гарах

source: Profile
mn: Профайль

source: You must be registered and signed in to use this feature.
mn: Та энэ боломжийг ашиглахад бүртгүүлж нэвтэрсэн байх хэрэгтэй.

source: Lessons
mn: Дасгалууд

source: Progress
mn: Явц

source: Time Spent
mn: Хугацаа зарцуулалт

source: Gross Speed
mn: Нийт хурд

source: Speed (wpm)
mn: Хурд (мбт)

source: If a student account was created outside of your Portal, you can add it to your portal here by entering the student's username and password below.
mn: Оюутны бүртгэл таны портал гадна бий болгосон бол, та үүнийг өөрийн порталд энэ доор оюутны хэрэглэгчийн нэр, нууц үгээ оруулж нэмж болно.

source: Yes
mn: Тийм

source: No
mn: Үгүй

source: minutes
mn: минут

source: Minutes Spent Typing
mn: Минут Зарцуулсан Шивэлт

source: Today
mn: Өнөөдөр

source: Also check out Fun To Type for Free
mn: Үнэгүй бичих боломжийг олгох хөгжилтэй зүйлийг шалгаад үзээрэй

source: EDUCATION
mn: БОЛОВСРОЛ

source: Personal Information
mn: Хувийн мэдээлэл

source: Options
mn: Тохиргоо

source: Measure speed
mn: Хурдны хэмжүүр

source: Enable sound
mn: Дуу оруулах

source: First Name
mn: Өөрийн Нэр

source: Last Name
mn: Эцгийн Нэр

source: Save changes »
mn: Өөрчилөлтийг хадгалах »

source: Username
mn: Хэрэглэгчийн нэр

source: Password
mn: Нууц үг

source: Repeat password
mn: Нууц үг давтах

source: Lesson
mn: Хичээл

source: lifetime
mn: насан туршдаа

source: Name
mn: Нэр

source: Email
mn: И-мэйл

source: Message
mn: Мессеж

source: Send Message
mn: Мессеж Илгээх

source: year
mn: жил

source: Upgrade Now
mn: Сайжруулах

source: Sign up
mn: Бүртгүүлэх

source: Coming soon
mn: Тун удахгүй

source: Payment Information
mn: Төлбөрийн Мэдээлэл

source: Total Price
mn: Нийт Үнэ

source: Membership
mn: Гишүүнчлэл

source: This is a one time fee. You will not be charged again unless initiated by you.
mn: Энэ нь нэг удаагийн хураамж юм. Та нээсэн бол та дахин цэнэглэгдсэн байх болно.

source: Unlock Your Full Typing Potential
mn: Таны Бүрэн Шивэх Боломжийг Нээх үү

source: Get the most out of your time on Bicheech. For a small fee you can unlock extra premium lessons.
mn: Бичээч дээр та цагийг үр дүнтэй өнгөрүүлэх болно. Бага төлбөртэй учир та илүү нэмэгдэл хичээлийг авч болно.

source: Purchase »
mn: Худалдан авах »

source: Download
mn: Татаж авах

source: Forgot password
mn: Нууц үгээ мартсан

source: Your Email Address
mn: Таны И-мэйл хаяг

source: Find My Password
mn: Миний Нууц үг хайх

source: Frequently Asked Questions
mn: Түгээмэл Асуултууд

source: Bicheech.com is free
mn: Бичээч.ком бол үнэгүй

source: Import Multiple Student Accounts
mn: Олон Оюутны бүртгэл Импортлох

source: Bicheech.com's full typing curriculum
mn: Бичээч.ком бол бүрэн бичиж хөтөлбөр

source: Create Individual Student Accounts
mn: Хувь хүний Оюутны бүртгэлүүдийг үүсгэх

source: Please log in to continue.
mn: Үргэлжлүүлэхийн тулд нэвтэрч орно уу.

source: No Download, Just type
mn: Татахгүй, Зүгээр бич

source: Sign Up Now
mn: Одоо Бүртгүүлэх

source: Create Account
mn: Бүртгэл Үүсгэх

source: Premium Account
mn: Нэмэлт бүртгэл

source: Unlock Your Full Typing Potential!
mn: Таны бүрэн Шивэх боломжийг нээнэ үү!

source: What are Premium Lessons?
mn: Нэмэгдэл хичээлүүд гэж юу вэ?

source: What is Priority Email Support?
mn: И-мэйл дэмжилэгийн давуу эрх гэж юу вэ?

source: Recommended for anyone truly interested in getting the most out of Bicheech, we offer 16 extra premium lessons including individual finger exercises, common medical terms, numeric data entry, as well as fun and interesting facts to keep your learning time fresh and fun.
mn: Бичээчийн гаргасан ихэнхдээ авч болох сонирхолтой хэн бүхэнд санал болгож буй, бид цэвэр, хөгжилтэй таны суралцах цаг байлгах нь хувь хүний хурууны дасгал, нийтийн эрүүл мэндийн нэр томъёо, тоон өгөгдөл оруулах, түүнчлэн хөгжилтэй, сонирхолтой баримтыг багтаасан 16 нэмэлт хураамж хичээл санал болгож байна.

source: Are Yearly Charges Auto-Recurring?
mn: Жилийн хураамж автоматаар олон удаа давтагдаж байна уу?

source: No, charges are never auto-recurring. For yearly membership types, we will only charge you once. When your membership expires you can optionally choose to renew.
mn: Үгүй, төлбөр хэзээ ч автоматаар олон удаа давтагдаж байгаагүй. Жилийн гишүүнчлэл төрлийн хувьд, бид нэг л удаа таныг цэнэглэх болно. Таны гишүүний хугацаа нь дуусах үед та нэмэлтээр шинэчлэхийг сонгож болно.

source: preview lesson
mn: үзүүлбэр хичээл

source: That was a short preview of this premium lesson.
mn: Энэ бол нэмэлт хичээлийн богино үзүүлбэр байсан юм.

source: UPGRADE ACCOUNT
mn: ЭРХИЙН САЙЖРАЛТ

source: The full lesson is much longer and more comprehensive.
mn: Бүх хичээл нь илүү урт ба илүү цогц юм.

source: Upgrading to a Gold Membership
mn: Алтан гишүүнээр шинэчилж сайжруулах нь

source: will unlock all premium content, and allow for priority email support.
mn: бүх нэмэлт агуулгыг нээх ба нэн тэргүүнд и-мэйл дэмжлэг авах боломжийг танд олгоно.

source: Save & Continue
mn: Хадгалах & Үргэлжлүүлэх

source: Back to All Posts
mn: Бүх Постууд руу Буцах

source: Bicheech.com Blog
mn: Бичээч.ком Блог

source: Keep up with Bicheech.com features, industry news, educational musings and more.
mn: Бичээч.ком-ын онцлог, салбарын мэдээ, боловсролын бодлууд ба илүү мэдээл мэдээлэлтэй хамт байгаарай.

source: Post Topics
mn: Бичлэгийн Сэдвүүд

source: Read More
mn: Цааш Унших

source: Preferences
mn: Тохиргоо

source: Change password
mn: Нууц үг солих

source: Change username
mn: Хэрэглэгчийн нэр солих

source: Delete account
mn: Бүртгэлийг устгах

source: Delete your account
mn: Таны бүртгэлийг устгах

source: Once you delete your account, there is no going back. Please be certain.
mn: Хэрэв та өөрийн бүртгэлийг устгасаны дараа буцах боломжгүй. Итгэлтэй байна уу.

source: Update password
mn: Нууц үг шинэчлэх

source: Old password
mn: Хуучин нууц үг

source: Repeat Password
mn: Нууц үгээ дахин оруулах

source: Account Settings
mn: Бүртгэлийн Тохиргоо

source: Billing
mn: Нэхэмжлэх

source: Account Information
mn: Бүртгэлийн Мэдээлэл

source: Settings
mn: Тохиргоо

source: Enable sounds
mn: Дуу идэвхжүүлэх

source: Male
mn: Эрэгтэй

source: Female
mn: Эмэгтэй

source: Payment history
mn: Төлбөрийн түүх

source: Billing overview
mn: Нэхэмжлэх танилцуулга

source: You have not made any payments.
mn: Та ямар ч төлбөр хийгээгүй байна.

source: Submit
mn: Батлах

source: Password reset confirmation sent
mn: Нууц үг дахин баталгаажуулах илгээгдсэн

source: Password must contain one lowercase letter, one number, and be at least 7 characters long.
mn: Нууц үг жижиг үсгүүд, дугаарыг агуулсан, наад зах нь 7-тэмдэгтүүд нь урт байх ёстой.

source: We’ve sent you an email containing a link that will allow you to reset your password for the next 24 hours.
mn: Бид танд 24 цагийн турш нууц үгээ дахин оруулах боломжтой холбоос агуулсан и-мэйл явуулсан.

source: Please check your spam folder if the email doesn’t appear within a few minutes.
mn: Хэрэв И-мэйл хэдэн минутын дотор ирээгүй бол та спам хавтасаа шалгана уу.

source: Bicheech.com
mn: Бичээч.ком

source: Learn to Type
mn: Шивэхэд суралцах

source: Typing Games
mn: Шивэлтийн Тоглоомууд

source: Tip of the Day
mn: Өдрийн зөвлөгөө

source: Add Existing Accounts
mn: Одоо байгаа бүртгэлүүдийг нэмэх

source: Create Student Account
mn: Оюутны бүртгэл үүсгэх

source: Add Student Account
mn: Оюутны бүртгэл нэмэх

source: Completed
mn: Дууссан

source: Email address
mn: И-мэйл хаяг

source: Enter message or comment
mn: Мессеж, эсвэл тайлбар оруулна уу

source: Enter catpcha
mn: Catpcha оруулна уу

source: Bicheech.com's Teacher Portal is free
mn: Бичээч.ком-ийн Багшийн хэрэгсэл бол үнэгүй

source: Privacy Policy
mn: Журам

source: Keyboard layout
mn: Гарын зохион байгуулалт

source: Keyboard Layout
mn: Гарын Зохион Байгуулалт

source: View in browser
mn: Бровзер дээр харах

source: Error in loading data.
mn: Ачаалах өгөгдлийн алдаа.

source: No data to display. You must type more lessons to view statistics.
mn: Харуулах мэдээлэл байхгүй байна. Та статистик мэдээллийг үзэхийн тулд илүү их хичээл бичих ёстой.

source: Retrieving data. Please wait.
mn: Мэдээллийг татаж байна. Түр хүлээнэ үү.

source: Please wait
mn: Түр хүлээнэ үү

source: Clearing statistics
mn: Статистик устгаж байна

source: Clear Statistics
mn: Статистик устгах уу

source: Are you sure
mn: Та итгэлтэй байна уу

source: Teacher Tools
mn: Багшийн Хэрэгсэл

source: Dashboard
mn: Хяналтын самбар

source: Classes
mn: Ангиуд

source: Reports
mn: Тайлан

source: Upgrade
mn: Шинэчлэх

source: Students
mn: Сурагчид

source: Welcome
mn: Тавтай морилно уу

source: Manage Account
mn: Бүртгэлийг Удирдах

source: Teacher Portal
mn: Багшийн Портал

source: Help
mn: Тусламж

source: Exercise
mn: Дасгал

source: Introduction Text
mn: Танилцуулга Текст

source: Help Text
mn: Туслах Текст

source: organize your students into classes
mn: таны сургчидыг анги болгон зохион байгуулах

source: Create new Class
mn: Шинэ анги үүсгэх

source: Create classes to group your students
mn: Таны сургчидыг бүлэглэн ангиуд бий болгох

source: Add or import students to your classes
mn: Таны ангид сургачид нэмэх буюу импортлох

source: Create/ Import Student Accounts
mn: Сурагчийн Бүртгэл Үүсгэх/ Импорт

source: manage your students
mn: таны сурагчидыг удирдах хэсэг

source: Create / Import Accounts
mn: Бүртгэл Үүсгэх/ Импорт

source: Add or import student accounts to your classes
mn: Таны ангилалд сурагчийн бүртгэлүүд нэмэх эсвэл импортлох

source: Export
mn: Экспорт

source: Export/download your student list to a CSV (comma separated values) file. Note that passwords are encrypted and therefore not exported.
mn: Экспорт/ CSV (таслалаар тусгаарлагдсан утга) файлд өөрийн оюутны жагсаалтыг татаж авч болно. Нууц үг шифрлэгдсэн байдаг тул экспортлох боломжгүйг анхаарна уу.

source: monitor your students' typing progress
mn: Таны сурагчидын шивэх явцыг хянах

source: All Students
mn: Бүх Сурагчид

source: Ungrouped Students
mn: Ангилаагүй Сурагчид

source: bicheech.com's world class typing curriculum
mn: бичээч.ком дэлхийн зэрэглэлийн шивэх сургалтын хөтөлбөртэй

source: Yesterday
mn: Өчигдөр

source: This Week
mn: Энэ долоо хоногт

source: Last Week
mn: Өнгөрсөн Долоо Хоногт

source: All Time
mn: Бүх Хугацаа

source: User
mn: Хэрэглэгч

source: Day
mn: Өдөр

source: Week
mn: Долоо хоног

source: Month
mn: Сар

source: Custom (Up to Last 40 Days)
mn: Custom (40 хоног үргэлжлэх хүртэл)

source: Lesson Name
mn: Хичээлийн Нэр

source: View Lesson
mn: Хичээл Харах

source: No results to display
mn: Харуулах үр дүн байхгүй байна

source: unlock your students' full typing potential
mn: Таны сурагчидын бүрэн шивэх боломжийг нээхийн тулд

source: Grade and track your students
mn: Анги болон таны сурагчидыг хянах

source: Great for students of all ages
mn: Бүх насны сурагчидад зориулсан

source: Save your school tons of money
mn: Таны сургуулийн маш их мөнгийг хэмнэнэ

source: Teacher Login
mn: Багш Нэвтрэх

source: Class Name
mn: Ангийн Нэр

source: Students in Class
mn: Ангид байгаа сурагчид

source: View and manage students in this class
mn: Энэ анги дээрх сурагчидыг харах ба удирдах

source: Edit class name
mn: Ангийн нэр засах

source: Delete this class
mn: Энэ ангийг устгах

source: You have not yet created any classes
mn: Та одоогоор ямар ч ангиуд үүсгээгүй байна

source: Cancel
mn: Болих

source: Class
mn: Анги

source: Last Login
mn: Сүүлийн Нэвтрэлт

source: Date Enrolled
mn: Хамрагдсан Огноо

source: Account Type
mn: Бүртгэлийн Төрөл

source: Never
mn: байхгүй

source: Standard
mn: Стандарт

source: View detailed information for this student
mn: Энэ сурагчийн дэлгэрэнгүй мэдээллийг харах

source: Edit the details for this student
mn: Энэ сурагчийн мэдээллийг засварлах

source: Edit Class
mn: Анги засах

source: Save
mn: Хадгалах

source: Delete Class
mn: Анги Устгах

source: Deleting Class
mn: Ангийг Устгаж байна

source: Saving
mn: Хадгалж байна

source: All students in this class will be moved into the 'Ungrouped Students' class.
mn: Энэ ангилал дахь бүх сурагчид 'Ангилаагүй Сурагчид' анги руу орох болно.

source: welcome to the teacher portal
mn: багшийн порталд тавтай морилно уу

source: Welcome back to the Teacher Portal
mn: Багш Портал эргээд тавтай морилно уу

source: Student Radar
mn: Сурагчийн Радар

source: Last Action
mn: Сүүлийн Үйлдэл

source: Include Offline Students
mn: Оффлайн сурагчид багтаах

source: None of your students are currently using Bicheech.com
mn: Одоогийн байдлаар Бичээч.ком ашиглаж байгаа таны сурагчид байхгүй байна.

source: Bicheech.com's free Teacher Portal gives you the tools to easily create, track, and manage your students.
mn: Бичээч.ком-ийн үнэгүй Багш Портал нь таны сурагчдыг амархан үүсгэх, хянах, удирдах хэрэгсэлийг өгдөг.

source: The Student Radar allows you to monitor your students in real time.
mn: Сурагчдын радар нь цаг тутамд таны сурагчдын хянах боломжийг олгодог.

source: You have not yet added any students to Bicheech.com.
mn: Та хараахан Бичээч.ком дээр ямар ч сурагчид нэмээгүй байна.

source: Helpful tips
mn: Хэрэгтэй зөвлөмж

source: There are currently no students in this class.
mn: Одоогоор энэ ангилалд ямар ч сурагчид байхгүй байна.

source: Create / Add Students
mn: Сурагчид Нэмэх / Бүртгэх

source: Switch to Class
mn: Анги руу шилжих

source: Current Progress
mn: Одоогийн Явц

source: Exercises Completed
mn: Дууссан Дасгалууд

source: Avg Gross Speed
mn: Дундаж Нийт Хурд

source: Avg Accuracy
mn: Дундаж Чанар

source: Avg Net Speed
mn: Дундаж Цэвэр Хурд

source: Reuse accounts forever
mn: Мөнхөд дахин ашиглах бүртгэл

source: upgrades never expire
mn: сайжруулсан нь хэзээ ч дуусах

source: Unlock 16 additional premium typing lessons
mn: 16 нэмэлт дээд зэргийн шивэх хичээлийг нээнэ

source: 100% Optional! Bicheech.com is, and always will be, FREE!
mn: 100% Нэмэлт! Бичээч.ком үргэлж байх болно бас үнэгүй!

source: Remove distracting advertisements from student accounts
mn: Сурагчийн бүртгэлүүдээс анхаарал татах зар сурталчилгааг арилгах

source: Only 50,000₮! 30,000₮ per account when upgrading at least 5 accounts
mn: Зөвхөн 50,000 ₮! бүртгэл тутамд 30,000 ₮ 5-аас доошгүй бүртгэл шинэчлэх үед

source: Select Accounts To Upgrade
mn: Бүртгэлүүдийг Сонгож Шинэчлэх

source: Need Support?
mn: Дэмжлэг хэрэгтэй байна уу?

source: Upgrading costs 50,000₮ per account, however if you upgrade 5 or more accounts it only costs 30,000₮ per account.
mn: Сайжруулах нь бүртгэл тутамд 50,000 ₮ үнэтэй, Гэсэн хэдий ч хэрэв та 5 буюу түүнээс дээш бүртгэл шинэчлэх бол бүртгэл тутам нь 30,000 ₮ үнэтэй болно.

source: student
mn: сурагч

source: You must select at least one student to upgrade
mn: Та шинэчлэхэд дор хаяж нэг сурагч сонгох ёстой

source: retake
mn: дахин авах

source: First Name:
mn: Өөрийн Нэр

source: Last Name:
mn: Эцгийн Нэр

source: Password*:
mn: Нууц үг*:

source: User Name*:
mn: Хэрэглэгчийн Нэр*:

source: Add to Class*:
mn: Ангид нэмэх*:

source: Email:
mn: И-мэйл:

source: Go to Student Import Tool
mn: Сурагч Импортын хэрэгсэл рүү очих

source: Learn to Type | Free Typing Tutor | Typing Course
mn: Шивэхэд суралцах | Үнэгүй шивэх дасгал | Шивэлтын курс

source: Bicheech.com - The Web's Most Popular Typing Tutor
mn: Бичээч.ком - Вэб Хамгийн Түгээмэл Шивэх Гэрийн Багш

source: Bicheech.com is a free online typing tutor and keyboarding tutorial for typists of all skill levels.
mn: Бичээч.ком бол үнэгүй онлайн шивэх далгал ба бүх ур чадваруудын шивэлтэд товчинуудтай ажиллах заавартай.

source: Bicheech.com also offers officially sanctioned typing.
mn: Бичээч.ком нь албан ёсны зөвшөөрөгдөх бичиж санал болгож байна.

source: Bicheech Blog
mn: Бичээч блог

source: The web's most popular, free online typing tutor
mn: Вэбийн хамгийн эрэлттэй, үнэгүй онлайн шивэлтийн дасгал

source: Teacher Signup
mn: Багшийн бүртгэл

source: Manage and grade your students
mn: Оюутнуудаа удирдаж, зэрэглээрэй

source: School or Organization Name
mn: Сургууль эсвэл Байгууллагын нэр

source: Sign Up
mn: Бүртгүүлэх

source: Organization Type
mn: Байгууллагын Төрөл

source: Your Name
mn: Таны Нэр

source: Public School
mn: Төрийн Сургууль

source: Private School
mn: Хувийн Сургууль

source: College Instructor
mn: Коллежийн Багш

source: Home School
mn: Гэрийн Сургууль

source: Corporation/Company
mn: Корпорац/Компани

source: Government
mn: Засгийн Газар

source: Other
mn: Бусад

source: email
mn: и-мэйл

source: Step #1 - Upload Data
mn: Алхам #1 - Өгөгдөл Оруулах

source: Select CSV File:
mn: CSV файл сонгох:

source: Step #2 - Verify Data
mn: Алхам #2 - Мэдээллийг Баталгаажуулах

source: Begin Import
mn: Импортыг Эхлэх

source: Import to Class:
mn: Ангид оруулах:

source: Import Students
mn: Сурагчидыг Оруулах

source: import your entire student roster
mn: өөрийн бүх сурагчийн жагсаалтыг орүүлаарай

source: To import your students into Bicheech.com, you must upload a CSV (comma separated format) file in the correct format. To create your file, open a spreadsheet software such as Excel.
mn: Өөрийн сурагчидыг Bicheech.com-д оруулахын тулд CSV (таслалаар тусгаарлагдсан формат) файлыг зөв хэлбэрээр оруулах ёстой. Файлаа үүсгэхийн тулд Excel гэх мэт spreadsheet програмыг нээнэ үү.

source: Click here for an example file in the correct format.
mn: Жишээ файлд зөв форматаар энд дарна уу.

source: Column Order: username*, password*, firstname, lastname, email
mn: Баганын дараалал: хэрэглэгчийн нэр*, нууц үг*, эхний нэр, сүүлийн нэр, имэйл

source: Only username and password are required.
mn: Зөвхөн хэрэглэгчийн нэр болон нууц үг заавал байлгана.

source: Once your spreadsheet is ready, choose the "Save As..." option, and select "Comma Delimited (CSV)" from the Format options, and upload this new file into the form below.
mn: Таны хүснэгт бэлэн болсны дараа "Save As ..." сонголтыг сонгоно, Format сонголтуудаас "Comma Delimited (CSV)" гэж сонгоно, Энэ шинэ файлыг доорх маягт руу оруулна уу.

source: Note that the upload should take no more than 60 seconds (often much less). If it takes more, most likely there is a problem with your connection or the file format caused an error, and you should try again.
mn: Байршуулалт нь 60 секундээс ихгүй (ихэвчлэн бага байдаг) байх ёстойг анхаарна уу. Хэрэв энээс удвал таны холболтонд алдаа гарах эсвэл файлын формат алдаа гарсныг магадлаад, та дахин оролдох хэрэгтэй.

source: Reupload Data File
mn: Мэдээллийн Файлыг Дахин Шинэчилэх

source: Complete Import
mn: Импортоо Дуусгах

source: Almost Done!
mn: Бараг Дууслаа!

source: Validation Error!
mn: Баталгаажуулалтын Алдаа!

source: Create And Add Accounts
mn: Бүртгүүлэх Ба Данс нэмэх

source: create or import your student roster
mn: оюутны жагсаалтыг үүсгэх буюу импорт хийх

source: Deleting Student(s)
mn: Сурагч(д) Устгах

source: Delete Selected Students
mn: Сонгогдсон Сурагчидаас Устгах

source: Student(s) and all statistics will be deleted.
mn: Сурагч(д) болон бүх статистик мэдээ устах болно.

source: No students to display
mn: Сурагчид байхгүй байна

source: No students selected. Select students by clicking the checkboxes.
mn: Сурагчид сонгогдоогүй байна. Чагт дээр дарж сурагчдыг сонго.

source: Change Classes
mn: Анги солих

source: Move checked students between classes
mn: Ангидын хооронд сонгосон сурагчдыг хөдөлгөнө

source: Reset Account(s)
mn: Бүртгэлийг Шинэчилэх

source: Resetting an account permanently deletes all typing progress, statistics, and personal information such as name and email
mn: Дахин тохируулаж бүртгэлийн бүх шивэлтийн явц, статистик ба нэр болон имэйл зэрэг хувийн мэдээллийг устгана.

source: Reset Password(s)
mn: Нууц үг Шинэчилэх

source: This allows you to quickly reset passwords for multiple student accounts
mn: Энэ нь танд олон сурагчийн бүртгэл дээр нууц үгийг хурдан солих боломжийг олгоно

source: Delete Account(s)
mn: Бүртгэл Устгах
